Repository: ayalacohen1/demo-web
Catalog: src/phonedo_i18n/src/*.po
Languages: he

source: In all fields
he: בכל התחומים

source: Reviews
he: ביקורות

source: see all
he: ראה הכל

source: Rate Service
he: דרג שירות

source: Seller communication
he: תקשורת המוכר

source: In what format do you offer the downloadedn data?
he: באיזה פורמט אתה מציע את הנתונים שהורדו?

source: chat
he: צ'אט

source: Delivery Days
he: ימי משלוח

source: All Professions
he: כל המקצועות

source: High Level Customers
he: לקוחות ברמה גבוהה

source: Revisions
he: תיקונים

source: Sources Mined/Scraped
he: מקורות ממוקשים/מגרדים

source: 6 Sections
he: 6 קטעים

source: Contact Us/ Sign Up
he: צרו קשר/ הרשמו

source: I don't know how to upload the landing page. Will you please upload the landing page on my unbounce account and make it live
he: אני לא יודע איך להעלות את דף הנחיתה. האם תוכל בבקשה להעלות את דף הנחיתה בחשבון שלי שבוטל ולהפוך אותו לחיות

source: Sure, I'll upload the landing page on your Unbounce account and make it go live.
he: בטח, אני אעלה את דף הנחיתה בחשבון שלך ​​ואגרום לו לפעול.

source: What is a Section?
he: מהו סעיף?

source: A section is an element in a Landing Page that contains specific information. Like HEADER, ABOUT US, FEATURES, SERVICES, OUR TEAM etc.
he: קטע הוא מרכיב בדף נחיתה המכיל מידע ספציפי. כמו כותרת, אודותינו, תכונות, שירותים, הצוות שלנו וכו '.

source: Can you Redesign or Modify an Existing Landing Page?
he: האם תוכל לעצב מחדש או לשנות דף נחיתה קיים?

source: Yes, Definitely I can redesign any landing pages as per as your requirments.
he: כן, בהחלט אוכל לעצב מחדש כל דפי נחיתה בהתאם לדרישותיך.

source: Can you integrate chatting options?
he: האם תוכל לשלב אפשרויות צ'אט?

source: Yes, I can integrate chat option on your site with premium plugins.
he: כן, אני יכול לשלב אפשרות צ'אט באתר שלך עם תוספי פרימיום.

source: How do I send you my content for the website?
he: כיצד אוכל לשלוח לך את התוכן שלי לאתר?

source: You can send me your sample design file, PSD or any link. You can also upload any media/images/etc. The process is simple and I'm happy to help you
he: אתה יכול לשלוח לי את קובץ העיצוב לדוגמה שלך, PSD או כל קישור. אתה יכול גם להעלות כל מדיה/תמונות/וכו '. התהליך פשוט ואני שמח לעזור לך

source: Unlimited Revisions
he: שינויים ללא הגבלה

source: Page/Channel Evaluation
he: הערכת דף/ערוץ

source: 4 Pages
he: 4 דפים

source: Editable Template
he: תבנית ניתנת לעריכה

source: 3 Platforms(Facebook & Instagram & Linkedin)
he: 3 פלטפורמות (פייסבוק ואינסטגרם ולינקדין)

source: Google Adwords
he: גוגל אדוורדס

source: Logo Creation
he: יצירת לוגו

source: 14 Management Duration Days
he: 14 ימי משך ניהול

source: Audience of 5000
he: קהל של 5000

source: 30 Leads Included: name email phone country gender
he: 30 לידים כלולים: שם דוא"ל טלפון מגדר מדינה

source: 7 Delivery Days
he: 7 ימי משלוח

source: 5 Delivery Days
he: 5 ימי משלוח

source: 600 Leads
he: 600 לידים

source: 100 Leads
he: 100 לידים

source: 3 Delivery Days
he: 3 ימי משלוח

source: 5 Revisions
he: 5 תיקונים

source: 10 Posts
he: 10 פוסטים

source: 30 Delivery Days
he: 30 ימי משלוח

source: 6 Delivery Days
he: 6 ימי משלוח

source: 14 Delivery Days
he: 14 ימי משלוח

source: Keywords
he: מילות מפתח

source: 3 Social Media Shares
he: 3 שיתופי מדיה חברתית

source: 3 Social Post Suggestions
he: 3 הצעות לפרסום חברתי

source: Optimization Tests
he: מבחני אופטימיזציה

source: Competitor Analysis
he: ניתוח מתחרה

source: 2 Pages to Optimise
he: 2 דפים לאופטימיזציה

source: 2 Delivery Days
he: 2 ימי משלוח

source: Strategy Development
he: פיתוח אסטרטגיה

source: 3 Affiliate Marketing Consultstions
he: 3 ייעוץ שיווק שותפים

source: 5 Pages
he: 5 עמודים

source: 3 Revisions
he: 3 תיקונים

source: 21 Delivery Days
he: 21 ימי משלוח

source: 100 Words
he: 100 מילים

source: 1 Revision
he: 1 תיקון

source: 60 Seconds
he: 60 שניות

source: Original Music and Composed Music
he: מוזיקה מקורית ומוזיקה מורכבת

source: Unlimted Revisions
he: תיקונים ללא הגבלה

source: 90 Seconds
he: 90 שניות

source: 50 Words
he: 50 מילים

source: Female & Men Voices
he: קולות נשים וגברים

source: 24 Hours Delivery
he: משלוח 24 שעות

source: 10 Minutes
he: 10 דקות

source: 3 Speakers
he: 3 דוברים

source: 400 Words
he: 400 מילים

source: 300 Words
he: 300 מילים

source: Financial Forecast
he: תחזית פיננסית

source: 9 Delivery Days
he: 9 ימי משלוח

source: 400 Transactions
he: 400 עסקאות

source: 4 Delivery Days
he: 4 ימי משלוח

source: Account Audit
he: ביקורת חשבון

source: Bookkeeping
he: הנהלת חשבונות

source: Accounting Advisory
he: ייעוץ חשבונאי

source: Payroll
he: גליון שכר

source: Tax Return Filing
he: הגשת החזרי מס

source: Director Tax Return
he: דירקטור החזרי מס

source: 2 Paystub
he: 2 תלושי משכורת

source: Tax and YTD Calculation
he: חישוב מס ו YTD

source: Report Creation
he: יצירת דוחות

source: Android
he: אנדרואיד

source: 1 Year Warranty
he: אחריות לשנה 1

source: 8 Delivery Days
he: 8 ימי משלוח

source: Wireless
he: אלחוטי

source: 2 Years Warranty
he: אחריות לשנתיים

source: 3 Days Delivery
he: 3 ימים משלוח

source: 50 Extra Leads
he: 50 לידים נוספים

source: Express Delivery in 3 Days
he: משלוח אקספרס תוך 3 ימים

source: Extra Country
he: מדינה נוספת

source: Express Delivery in 5 Days
he: משלוח אקספרס תוך 5 ימים

source: Express Delivery in 24 Hours
he: משלוח אקספרס תוך 24 שעות

source: Express Delivery in 10 Days
he: משלוח אקספרס תוך 10 ימים

source: Express Delivery in 1 day
he: משלוח אקספרס תוך 1 ימים

source: Express Delivery in 2 Days
he: משלוח אקספרס תוך 2 ימים

source: 1 Extra Revision
he: 1 עדכון נוסף

source: Additional 1 Source Mined/Scarped
he: מקור נוסף ממוקש/מצולק

source: Another Language to Choose
he: שפה נוספת לבחירה

source: Video Upload
he: העלאת סרטון

source: Additional Platform
he: פלטפורמה נוספת

source: Additional Section
he: סעיף נוסף

source: Extra 5 Posts
he: 5 פוסטים נוספים

source: Extra 1 Page
he: דף נוסף

source: 1 Platform
he: פלטפורמה אחת

source: Extra 100 Words
he: 100 מילים נוספות

source: Extra 3 Revisions
he: 3 תיקונים נוספים

source: Proofreading text
he: טקסט הגהה

source: Combining Two Voice
he: שילוב של שני קולות

source: Commercial Use
he: שימוש מסחרי

source: Commercial License
he: רישיון פרסומי

source: Lyrics Writing
he: כתיבת מילים

source: Extra 10 Seconds
he: 10 שניות נוספות

source: Extra 10 Minutes
he: 10 דקות נוספות

source: Extra Speaker
he: רמקול נוסף

source: Extra 1 Revision
he: עדכון נוסף 1

source: Extra 10 Transactions
he: 10 עסקאות נוספות

source: Learning best practices in accounting and how to avoid tax legally
he: לימוד שיטות עבודה מומלצות בחשבונאות וכיצד להימנע ממס באופן חוקי

source: 1 Month Tax Advice
he: ייעוץ מס לחודש אחד

source: set up invoicing app
he: הגדרת אפליקציית חשבוניות

source: Extra 1 Paystub
he: תוספת תשלום אחת

source: Combining Two Voices
he: שילוב 2 קולות

source: Extra 50 Words
he: תוספת של 50 מילים

source: Design professional
he: עיצוב מיקצועי

source: responsive newsletters
he: ניוזלטרים רספונסיביים

source: brochure, magazine
he: חוברת, מגזין

source: flyer
he: עלון פרסומת

source: Professional voice for your IVR and other information for your customers
he: קול מקצועי ל- IVR שלך ומידע אחר ללקוחות שלך

source: Mix & Master your unique music on hold
he: מערבבים ושולטים במוזיקה הייחודית שלכם בהמתנה

source: Professional Business Writing
he: כתיבה עסקית מקצועית

source: Business income tax return advice
he: ייעוץ להחזר מס הכנסה מעסק

source: We will provide you the best tablet with minimum time and maximum quality and efficiency
he: אנו נספק לך את הטאבלט הטוב ביותר עם מינימום זמן ומקסימום איכות ויעילות

source: We will provide you the best smartphone with minimum time and maximum quality and efficiency
he: אנו נספק לכם את הסמארטפון הטוב ביותר עם מינימום זמן ומקסימום איכות ויעילות

source: We will provide you the best headphones with minimum time and maximum quality and efficiency
he: אנו נספק לכם את האוזניות הטובות ביותר במינימום זמן ובמקסימום איכות ויעילות

source: Order Review
he: סקירת הזמנה

source: Order Confirmation
he: אישור הזמנה

source: Order Summary:
he: סיכום הזמנה:

source: Design professional, responsive newsletters, brochure, magazine, flyer
he: עיצוב מקצועי, ניוזלטרים רספונסיביים, חוברת, מגזין, עלון פרסומת

source: Do you confirm the order?
he: האם אתה מאשר את ההזמנה?

source: Order Details
he: פרטי הזמנה

source: Order Summary
he: סיכום הזמנה

source: Sales tax
he: מס מכירה

source: sales tax is applied to the purchases of goods and servicesin your country,whether physical or digital. %1s tax is calculated according to the type of service and your biling address
he: מס מכירה יחול על רכישת סחורות ושירותים במדינה שלך, בין אם פיזית או דיגיטלית. מס %1s מחושב בהתאם לסוג השירות והכתובת שלך

source: Basic Package
he: חבילה בסיסית

source: Extra Package
he: חבילה נוספת

source: Sum
he: סכום

source: Vat 17%
he: מע"מ 17%

source: Select a language
he: בחר שפה

source: Select a file
he: בחר קובץ

source: Select Extra Language
he: בחר שפה נוספת

source: Select source language
he: בחר שפת מקור

source: Select target language
he: בחר שפת יעד

source: Select a file format
he: בחר פורמט קובץ

source: Select a Content type
he: בחר סוג תוכן

source: Select Media Type
he: בחר סוג מדיה

source: Select a Gender
he: בחר מין

source: Select Voice Gender
he: בחר מין קולי

source: Select Voice Type
he: בחר סוג קול

source: Select smartphone status
he: בחר סטטוס סמארטפון

source: Select tablet status
he: בחר סטטוס טאבלט

source: Select a Country
he: בחר מדינה

source: Select Extra Country
he: בחר מדינה נוספת

source: Select the screen size of the tablet
he: בחר את גודל המסך של הטאבלט

source: Select the type of wireless headset
he: בחר את סוג האוזניות האלחוטיות

source: Select the water resistance level
he: בחר את רמת העמידות למים

source: Text for Narration
he: טקסט עבור מלל נלווה

source: Package Requirements
he: דרישות החבילה

source: Active
he: פעיל

source: Comleted
he: הושלם

source: Cancelled
he: מבוטל

source: Error!
he: שגיאה!

source: Cancel the order
he: לבטל את ההזמנה

source: Order Started
he: ההזמנה התחילה

source: Expected delivery
he: משלוח צפוי

source: There is a delay in ordering
he: יש עיכוב בהזמנה

source: Contact the seller
he: ליצור קשר עם המוכר

source: days
he: ימים

source: minutes
he: דקות

source: hours
he: שעות

source: give me your best. we will do the best for you too
he: תן לי את המיטב שלך. אנו נעשה את הטוב ביותר עבורך גם

source: Resolution Accepted
he: החלטה מתקבלת

source: Request Modification
he: בקשת שינוי

source: Let the seller know what you'd like to change. Please notethat if the changes exceed the orginal scope of the order, the seller may request an additional fee.
he: הודע למוכר מה ברצונך לשנות. אנא שימו לב כי אם השינויים חורגים מהיקף המקורי של ההזמנה, המוכר עשוי לבקש תשלום נוסף.

source: Type a comment...
he: הקלד תגובה ...

source: tap button to attach a file.
he: הקש על כפתור כדי לצרף קובץ.

source: Submit request
he: שלח בקשה

source: Here is your delivery
he: הנה המשלוח שלך

source: Approve
he: לאשר

source: View all deliveries
he: צפה בכל המשלוחים

source: Request modification
he: בקש שינוי

source: Revision Request
he: בקשת תיקון

source: Select Attachment Option
he: בחר באפשרות קובץ מצורף

source: Insert Image
he: הוסף תמונה

source: Choose File
he: בחר קובץ

source: Thanks for Rating!
he: תודה על הדירוג!

source: Please rate and include at least 10 characters...
he: אנא דרג והכלל לפחות 10 תווים ...

source: Share your experience...
he: שתף את החוויה שלך ...

source: Completed
he: הושלם

source: request to cancel the order
he: בקשה לביטול ההזמנה

source: stated the issue is:
he: ציינת שהבעיה היא:

source: your
he: שלך

source: The seller can't do this job
he: המוכר לא יכול לבצע את העבודה הזו

source: approved
he: אושר

source: accepted this offer
he: קיבל הצעה זו

source: Order name
he: שם ההזמנה

source: you
he: את/ה

source: 's
he: /אות

source: There is not enough money in your account
he: אין מספיק כסף בחשבון שלך

source: is missing
he: חסר

source: Extra quantity
he: כמות נוספת

source: Your URL
he: כתובת האתר שלך

source: Log In to your account
he: התחבר לחשבונך

source: Select a Language
he: בחר שפה

source: Accurately transcribe audio
he: תעתיק אודיו בצורה מדויקת

source: Upload file for transcript
he: להעלות קובץ לתמלול

source: Give Me Information About Your Business
he: תן לי מידע על העסק שלך

source: Business Data Report
he: דוח נתונים עסקיים

source: Business Opportunity Description
he: תיאור הזדמנות עסקית

source: Business Name
he: שם עסק

source: Specialization
he: התמחות

source: Volume Sales
he: נפח מכירות

source: Notice
he: הודעה

source: Image
he: תמונה

source: What's the Content
he: מה התוכן

source: What's the Title
he: מה הכותרת

source: Images to design
he: תמונות לעיצוב

source: Give Me a Keyword List About Your Business
he: תן לי רשימת מילות מפתח אודות העסק שלך

source: The Contents of The Sections in a Pdf File
he: תוכן הסעיפים בקובץ PDF

source: Your Logo
he: הלוגו שלך

source: Is Your Site Secure
he: האם האתר שלך מאובטח

source: Which Audience is The Site Suitable For?
he: לאיזה קהל מתאים האתר?

source: Select Music Type
he: בחר סוג מוסיקה

source: What is the Subject and Content of The Jingel
he: מה הנושא והתוכן של הג'ינגל

source: Music File
he: קובץ מוזיקה

source: Select a country
he: בחר ארץ

source: Message Content
he: תוכן ההודעה

source: Tell me what you're looking for
he: ספר לי מה אתה מחפש

source: Tell me what you want your logo to look like
he: ספר לי איך אתה רוצה שהלוגו שלך ייראה

source: Additional Section Content
he: תוכן מדור נוסף

source: Zandesk keys for the chat
he: מפתחות Zandesk לצ'אט

source: Domain name (if not available I will update you)
he: שם דומיין (אם לא זמין אעדכן אותך)

source: Video/ Promotional Video
he: סרטון וידאו/ תדמית

source: Select extra target language
he: בחר שפת יעד נוספת

source: Which smartphone do you want?
he: איזה סמארטפון אתה רוצה?

source: Your Social Media Links
he: קישורי המדיה החברתית שלך

source: Tell me what kind of content you want
he: ספר לי איזה סוג תוכן אתה רוצה

source: Choose a color
he: בחר צבע

source: Tell me which Design Style you want
he: ספר לי איזה סגנון עיצוב אתה רוצה

source: Tell me what the company does
he: ספר לי מה החברה עושה

source: Tell Me Where Your Site is Stored
he: ספר לי היכן האתר שלך מאוחסן

source: Yes
he: כן

source: Select a field
he: בחר שדה

source: Communication
he: תקשורת

source: Home Styling
he: הום ​​סטיילינג

source: Male
he: זכר

source: Female
he: נקבה

source: Both
he: שניהם

source: Your Social Media
he: המדיה החברתית שלך

source: Technical Information (address, contact us and more ...)
he: מידע טכני (כתובת, צור איתנו קשר ועוד ...)

source: What's your Company Name
he: מה שם החברה שלך

source: Deep
he: עמוק

source: High
he: גבוה

source: Low
he: נמוך

source: Hoarse
he: צרוד

source: Skinny
he: רזה

source: Childish
he: ילדותי

source: Quiet
he: שקט

source: Dramatic
he: דרמטי

source: Loud
he: בקול רם

source: Happy
he: שמח

source: Calm
he: רגוע

source: What is the Field of the Business
he: מהו תחום העסק

source: Vision
he: צפי

source: Description of staff, entrepreneurs and managers
he: תיאור צוות, יזמים ומנהלים

source: Manage Orders
he: נהל הזמנות

source: Private
he: פרטי

source: Video
he: סרטון

source: Write a note...
he: כתיבת הערה...

source: Phone number is not valid
he: המספר שהזנת אינו חוקי

source: Social Media Links
he: קישורים לרשתות חברתיות

source: Landing page Subject
he: נושא דף נחיתה

source: Image for Design
he: תמונה לעיצוב

source: Landing page Content
he: תוכן דף נחיתה

source: All fields are required
he: כל השדות דרושים

source: You can update your order requirements at any time
he: תוכל לשוב ולעדכן את דרישות ההזמנה שלך בכל זמן

source: Update Now
he: עדכן עכשיו

source: Later
he: מאוחר יותר

source: Wanna go out?
he: רוצה לצאת?

source: SMS / Mail
he: SMS / מייל

source: Report
he: דוחות

source: My Profile
he: הפרופיל שלי

source: You are missing
he: חסר לך

source: My Wallet
he: הארנק שלי

source: Orders
he: הזמנות

source: Hello,
he: שלום,

source: Mixing
he: ערבוב

source: Hide results
he: הסתר תוצאות

source: sum
he: סכום

source: Total:
he: סה"כ:

source: Awaiting approval
he: מחכה לאישור

source: Your cancellation request was received
he: בקשת הביטול שלך התקבלה

source: You approved the request to cancel the orderResolution Accepted
he: אישרת את הבקשה לביטול ההזמנה

source: You stated the issue is:
he: ציינת שהנושא הוא:

source: Order cancelled by customer support
he: ההזמנה בוטלה על ידי תמיכת לקוחות

source: Order was cancelled by Phone.do Customer Support. Payment for this order was refunded to your Phone.do balance.
he: ההזמנה בוטלה על ידי תמיכת לקוחות Phone.do. התשלום עבור הזמנה זו הוחזר ליתרת הטלפון שלך.

source: What should i do to run this blog?
he: מה עלי לעשות כדי להפעיל את הבלוג הזה?

source: You don't have to do anything. This blog will run automatically and generate post from ebay and automatically posted your website. You can run ads on your website to get commission fast.
he: אתה לא צריך לעשות כלום. בלוג זה יופעל אוטומטית ויייצר פוסט מ- ebay ויפרסם את האתר שלך באופן אוטומטי. תוכל להפעיל מודעות באתר שלך כדי לקבל עמלה מהירה.

source: 2 Paystub
he: 2 תלושי משכורת

source: Can i earn for a long term with this method?
he: האם אוכל להרוויח לטווח ארוך בשיטה זו?

source: Yes. This is actually a long term money making machine.
he: כן. זו למעשה שיטה להרוויח כסף לטווח ארוך.

source: What if I have any questions?
he: מה אם יש לי שאלות?

source: You are free to ask as many questions before or after a job has been completed. I'm more than happy to assist
he: אתה רשאי לשאול כמה שאלות לפני או אחרי שהעבודה הושלמה. אני יותר משמח לעזור

source: What's the likelihood of this improving my SEO?
he: מה הסיכוי שזה ישפר את SEO שלי?

source: SEO revolves around 50% on page and 50% off page. If you're not taking care of your off page SEO, you are potentially losing half of your SEO power. With these services, it is a 100% guarantee that your search traffic will increase.
he: SEO מסתובב סביב 50% בדף ו -50% הנחה על הדף. אם אינך מטפל בקידום אתרים מחוץ לדף שלך, אתה עלול לאבד מחצית מכוח ה- SEO שלך. עם שירותים אלה, זו אחריות של 100% שתעבורת החיפוש שלך תגדל.

source: Do you provide a report once a job has been completed?
he: האם אתה מספק דו"ח לאחר סיום העבודה?

source: Yes, a full in-depth report is provided. Not only that, I will be there to answer any questions you might have following completion of your job.
he: כן, ניתן דוח מעמיק מלא. לא רק זה, אני אהיה שם כדי לענות על כל שאלה שיש לך לאחר סיום עבודתך.

source: Do you outsource any of your work?
he: האם אתה מוציא את העבודה שלך למיקור חוץ?

source: No, I don't. All information provided will remain strictly confidential, thus, I will never disclose any information related to my customers.
he: לא, אני לא. כל המידע שנמסר יישאר חסוי לחלוטין, ולכן לעולם לא אחשוף מידע הקשור ללקוחותיי.

source: Can you count the number of words in my document?
he: האם תוכל לספור את מספר המילים במסמך שלי?

source: Yes, I can accurately count words in documents, pdf files, and websites, using specialized software. If you are not sure of the number of words in your file, you can contact me and I'll gladly count them for you.
he: כן, אני יכול לספור מילים במדויק במסמכים, קבצי pdf ואתרי אינטרנט בעזרת תוכנות מיוחדות. אם אינך בטוח במספר המילים בקובץ שלך, תוכל ליצור עמי קשר ואני אספור לך אותן בשמחה.

source: What format can you work on?
he: על איזה פורמט אתה יכול לעבוד?

source: I can translate, Microsoft Word documents (97-2016), Excel files (97-2016), PowerPoint files (97-2016), Open Office Files (.odt), Notepad files (.rtf files). I CANNOT translate images.
he: אני יכול לתרגם, מסמכי Microsoft Word (97-2016), קבצי Excel (97-2016), קבצי PowerPoint (97-2016), Open Office Files (.odt), קבצי Notepad (קבצי artf). אני לא יכול לתרגם תמונות.

source: 100 words
he: 100 מילים

source: You approved the request to cancel the order
he: אישרת את הבקשה לביטול ההזמנה

source: 60 seconds
he: 60 שניות

source: Investors leads of whice country?
he: מאיזו מדינה המשקיעים מובילים?

source: Please enter your first name
he: בבקשה הכנס שם פרטי

source: Please enter your last name
he: בבקשה הכנס שם משפחה

source: Please enter password
he: בבקשה הכנס סיסמה

source: What type of agent will \nyou be?
he: איזה סוג סוכן תהיה?

source: Full-time position
he: משרה מלאה

source: Businesses will contact you during business hours and days regularly.
he: עסקים יפנו אליך במהלך שעות וימי העבודה.

source: Part-time position
he: משרה חלקית

source: Agent Type
he: סוג המוקדן

source: Take a Selfie
he: צלם סלפי

source: Date of birth
he: תאריך לידה

source: Date of birth is required
he: נדרש תאריך לידה

source: My gender
he: מין

source: Gender is required
he: נדרש מין

source: Personal information
he: מידע אישי

source: Gallery
he: גלריה

source: Camera
he: מצלמה

source: Add location
he: הוספת מיקום

source: Street name & number
he: רחוב ומספר בית

source: Postal code
he: מיקוד

source: Type description...
he: הקלד/י תיאור...

source: A short description
he: תיאור קצר

source: Please add a short description on you, so that business can get to know you better.
he: הוסף/י תיאור קצר עליך, כדי שהעסק יוכל להכיר אותך טוב יותר

source: description
he: תיאור

source: Accent
he: מבטא

source: Education profile
he: פרופיל השכלה

source: Hobbies
he: תחביבים

source: Work Experience
he: נסיון תעסוקתי

source: Reading, writing and speaking
he: קריאה, כתיבה ודיבור

source: \n Reading, writing and speaking
he: קריאה, כתיבה ודיבור

source: Your WhatsApp link
he: קישור לעמוד הוואצאפ שלך

source: Your YouTube link
he: קישור לעמוד היוטיוב שלך

source: Your Facebook link
he: קישור לעמוד הפייסבוק שלך

source: Your Instagram link
he: קישור לעמוד האינסטגרם שלך

source: Your Twitter link
he: קישור לעמוד הטוויטר שלך

source: Your LinkedIn link
he: קישור לעמוד הלינקדאין שלך

source: Please upload a profile image
he: העלאת תמונת פרופיל

source: Professional info
he: מידע מקצועי

source: Add education degree
he: הוספת תואר

source: If you do not find what you are looking for in this list, then feel free to add by free text
he: אם אין את מה שאתה מחפש ברשימה, תרגיש חופשי להוסיף טקסט כרצונך

source: Add free text
he: הוספת טקסט חופשי

source: Add education title
he: הוספת תואר

source: Add profession
he: הוספת מקצוע

source: Add hobbies
he: הוספת תחביבים

source: Add work experience
he: הוספת נסיון תעסוקתי

source: WE ARE NOT JUST TALKING
he: אנחנו לא רק מדברים

source: Is Talking Your Best Talent? \nMake Money From It
he: האם לדבר הוא הכישרון הכי טוב שלך? תרוויח/י מזה כסף

source: By signing up, you confirm that you’ve read and accepted our
he: על ידי הרשמה, אתה מאשר שקראת וקיבלת את

source: Terms & Condition
he: התנאים והגבלות

source: Become an agent
he: הפוך לסוכן

source: Earn extra income and unlock new opportunities by helping other business
he: הרויחו הכנסה נוספת ופתחו הזדמנויות חדשות על ידי עזרה לעסקים אחרים

source: We will send you an SMS to verifyed\nyour phone number
he: אנו נשלח לך הודעת SMS לאימות מספר הטלפון שלך

# בחר/י ארץ לידה
source: Choose country of birth
he: בחר/י ארץ לידה

source: You can select up to 3 languages, All languages you choose should be at the level of writing, reading and speaking.
he: ניתן לבחור עד 3 שפות, כל השפות שיבחרו צריכות להיות ברמה של כתיבה, קריאה ודיבור.

source: Edit Personal profile
he: עריכת פרופיל אישי

source: Country of Birth
he: ארץ לידה

source: Description
he: תיאור

source: Language & Accent
he: שפה ומבטא

source: Additional language
he: שפה נוספת

source: Preferred workplace
he: מקום עבודה מועדף

source: Country of Birth is required
he: נדרש ארץ לידה

source: Choose accent
he: בחירת מבטא

source: Choose language
he: בחירת שפה

source: Choose language & accent
he: בחירת שפה ומבטא

source: All languages you choose should be at the level of writing, reading and speaking.
he: כל השפות שיבחרו צריכות להיות ברמה של כתיבה, קריאה ודיבור.

source: Add additional language
he: הוסף שפה נוספת

source: Additional accent
he: מבטא נוסף

source: url
he: קישור

source: Choose social media
he: בחירת מדיה חברתית
