Repository: ayalacohen1/demo-web
Catalog: src/phonedo_i18n/src/*.po
Languages: he

source: Phone.do charge for one minute call
he: Phone.do גובה עבור דקת שיחה אחת

source: calculate
he: חשב

source: Profit
he: רווח

source: Price per customer
he: מחיר ללקוח

source: All notifications
he: כל ההודעות

source: Request here
he: בקש כאן

source: Log in and start managing your Phone.do account.
he: .שלך Phone.do היכנס והתחל לנהל את חשבון

source: LOGIN TO PHONE.DO!
he: היכנס לPhone.do !

source: Don’t have an account?
he: אין לך חשבון?

source: Forgot your password?
he: שכחת את הסיסמה שלך?

source: Get started
he: התחל

source: Log in
he: התחבר

source: Download on the
he: הורד ב-

source: Or sign in using:______________________________________
he: ______________________________________:או היכנס באמצעות

source: GET IT ON
he: הפעל את זה

source: phone company
he: חברת טלפונים

source: Human telephone answering
he: מענה טלפוני אנושי

source: 24/7 paid per minute of conversation
he: בתשלום 24/7 לדקת שיחה

source: will respond to your business's phone calls.
he: .יגיב לשיחות הטלפון של העסק שלך

source: In every language, in every subject, in every field and for every purpose
he: בכל שפה, בכל נושא, בכל תחום ולכל מטרה

source: Pricing per minute
he: תמחור לדקה

source: First Name
he: שם פרטי

source: Last Name
he: שם משפחה

source: Phone Number
he: מספר טלפון

source: TELL US ABOUT YOUR BUISNESS
he: ספר לנו על העסקים שלך

source: change logo
he: החלף לוגו

source: Choose your social media.
he: .בחר את המדיה החברתית שלך

source: Youtube
he: יוטיוב

source: Linkedin
he: לינקדאין

source: Tiktok
he: טיק טוק

source: Role In The Company
he: תפקיד בחברה

source: FILL IN YOUR SOCIAL MEDIA DETAILS
he: מלא את פרטי המדיה החברתית שלך

source: Your account has been created!
he: החשבון שלך נוצר!

source: Are you ready to manage your own account?
he: האם אתה מוכן לנהל את החשבון שלך?

source: Continue
he: המשך

source: I agree to the
he: אני מסכים ל

source: First name
he: שם פרטי

source: Last name
he: שם משפחה

source: Privacy & Policy
he: מידניות פרטיות

source: number cannot be empty
he: המספר לא יכול להיות ריק

source: company name cannot be empty
he: שם החברה לא יכול להיות ריק

source: you need to upload a logo
he: אתה צריך להעלות לוגו

source: area cannot be empty
he: השדה לא יכול להיות ריק

source: LOGIN TO PHONE.DO!.
he: היכנס ל phone.do!.

source: Human Answering Service
he: שירות מענה אנושי

source: professional, multilingual, multitasking and multi disciplinary BPO for businesses at any kind, size and location.
he: מענה טלפוני אנושי לעסקים. מקצועי, רב ערוצי, רב לשוני, רב משימתי ורב תחומי. לעסקים בכל סוג, גודל ומיקום

source: Let's start
he: בואו נתחיל

source: API, App, WhatsApp, mail, web, webbook
he: אפליקציה, וואטסאפ, דוא''ל, אתר, אירוע, ממשק תכנות יישומים

source: Sip, WebRTC, DID, Click to call
he: סיפ, ווב אר טי סי, חיפ, לחץ להתקשר

source: Phone company
he: חברת טלפון

source: will handle your phone inquiries
he: יטפל בפניות הטלפוניות שלכם

source: We will handle your phone inquiries
he: אנו נטפל בפניות הטלפוניות שלכם

source: in any language, subject, matter, purpose.
he: בכל שפה, נושא, תחום, מטרה

source: Price per minute
he: תשלום לפי דקה

source: This value should not be blank.
he: שדה חובה

source: Download The App
he: הורד את האפלקציה

source: Min
he: דקות

source: All rights reserved
he: כל הזכויות שמורות

source: You are now ready to Download the App
he: אתה מוכן כעת להוריד את האפליקציה

source: Update your profile now!
he: עדכן את הפרופיל שלך עכשיו!

source: save
he: שמור

source: Your Name
he: שם

source: Business Description - 5 Words About Your Self
he: תאור העסק - 5 מילים על עצמך

source: Update Your Profile
he: עדכן את הפרופיל שלך

source: Add New Customer
he: הוסף לקוח חדש

source: Customer Details
he: פרטי הלקוח

source: A default password value will be set to the customer's phone number
he: סיסמא ישלח למספר טלפון של הלקוח

source: Customer Information
he: פרטי הלקוח

source: EDIT CUSTOMER
he: ערוך פרטי לקוח

source: Telephone
he: טלפון

source: CUSTOMER VIEW
he: פרטי לקוח

source: left
he: עזב

source: active
he: פעיל

source: Add customer
he: הוסף לקוח

source: Customers
he: לקוחות

source: --select--
he: בחר

source: Results
he: תוצאות

source: View
he: הצג

source: Your website
he: האתר שלך

source: Your application
he: האפלקציה שלך

source: Application
he: אפלקציה

source: The most profitable customers
he: הלקוחות הרווחיים ביותר

source: Net sales, found on the income statement are used to calculate this ration returns and refunds must be backed out of total sales to measure the truly measure the firm’s assets abillity to generate sales.
he: מכירות נטו, שנמצאו בדוח רווח והפסד, משמשות לחישוב התשואות של הקצבה זו ויש להחזיר החזר כספי מכלל המכירות כדי למדוד את מידת היכולת של נכסי המשרד לייצר מכירות.

source: Customer report
he: דוח לקוחות

source: Loading Chart
he: טוען תרשים

source: Outcoming calls
he: שיחות יוצאות

source: View more customers
he: הצג יותר לקוחות

source: Leading business sector
he: העסק המוביל

source: Total calls in month
he: סך השיחות בחודש

source: Top Sales Locations
he: מיקומי מכירות מובילים

source: Our most customers in
he: רב החברות שלנו ב

source: Massive
he: גדול

source: Small
he: קטן

source: Send message
he: שלח הודעה

source: Dashboard
he: לוח בקרה

source: Wallet
he: ארנק

source: Reports
he: דיווחים

source: Screens
he: מסכים

source: Tipalti Contact
he: טיפלתי

source: Contact us
he: צור קשר

source: What Is Your Question?
he: מה השאלה שלך?

source: Tell us how can we help you?
he: ספר לנו כיצד אנו יכולים לעזור לך?

source: you need to select
he: אתה צריך לבחור

source: New Customers
he: לקוחות חדשים

source: ---No new customers joined this month---
he: ---אין לקוחות חדשים החודש---

source: customers report
he: דיווח לקוחות

source: Withdrawal History
he: היסטוריית משיכה

source: ---No Withdrawal done this month yet---
he: ---אין עדיין משיכות החודש---

source: View all Withdrawals
he: צפה בכל המשיכות

source: INFORMATION
he: מידע

source: Global Settings
he: הגדרות כלליות

source: Global Information
he: מידע כללי

source: Logo Company
he: לוגו חברה

source: information
he: מידע

source: settings
he: הגדרות

source: pricing
he: מחירון

source: Edit
he: ערוך

source: Interface Language
he: שפת ממשק

source: Web Site
he: אתר

source: PRICING
he: מחירון

source: Price per minute:
he: מחיר לדקה:

source: no notifications!
he: אין התראות!

source: Notification
he: עדכונים

source: Profits
he: רווחים

source: Business:
he: עסק:

source: all
he: הכל

source: From:
he: מ

source: To:
he: ל:

source: Export as CSV
he: הורד כקובץ CSV

source: Have a question?
he: יש לכם שאלה?

source: Our team is here to give you
he: הצוות שלנו כאן כדי לתת לכם

source: personalized support
he: תמיכה מותאמת אישית

source: have more questions?
he: יש לך שאלות נוספות?

source: Payment Method
he: אמצעי תשלום

source: Payment Currency
he: מטבע תשלום

source: Name On Account
he: שם בעל החשבון

source: National ID Number
he: מספר תעודת זהות

source: Bank Name
he: שם הבנק

source: Bank Code
he: קוד הבנק

source: Branch Code
he: קוד הסניף

source: Account Number
he: מספר חשבון

source: Income
he: הכנסות

source: Withdrawal
he: הוצאות

source: New Withdrawal
he: משיכה חדשה

source: Total Profit:
he: סה"כ רווח

source: Total Profit
he: סך הרווחים

source: Overview
he: סקירה כללית

source: show
he: תצוגה

source: Status
he: סטטוס

source: password
he: סיסמה

source: Payment Number
he: מספר תשלום

source: Date & Time
he: שעה ותאריך

source: Amount
he: כמות

source: January
he: ינואר

source: February
he: פבואר

source: March
he: מרץ

source: April
he: אפריל

source: May
he: מאי

source: June
he: יוני

source: July
he: יולי

source: August
he: אוגוסט

source: September
he: ספטמבר

source: October
he: אוקטובר

source: November
he: נובמבר

source: December
he: דצמבר

source: sub domain
he: תת-דומיין

source: Customers who have left
he: לקוחות שעזבו

source: Marketing
he: שיווק

source: month in service
he: חודשים בשרות

source: vs
he: לעומת

source: Feed
he: פיד

source: filter
he: סינון

source: Like
he: לייק

source: Dislike
he: דיסלייק

source: Comments
he: תגובות

source: Share
he: שתף

source: Cancel saving this item for later
he: בטל את שמירת הפריט למועד מאוחר יותר

source: Share via
he: שתף באמצעות

source: Unfollow Janet Doe
he: בטל מעקב

source: Report the post
he: דווח על פוסט

source: Save this item for later
he: שמור פריט זה למועד מאוחר

source: Why are you reporting this?
he: מדוע אתה מדווח על כך?

source: Tell us a little more
he: ספר לנו עוד קצת

source: fake account
he: חשבון מזוייף

source: fake information
he: מידע מזויף

source: phishing
he: פישינג

source: industry
he: תחום

source: topic or language is offensive
he: הנושא או השפה פוגעים

source: harassment or a threat
he: הטרדה או איום

source: Compared to
he: לעומת

source: last month
he: חודש שעבר

source: customers left
he: לקוחות שעזבו

source: hate speech or harmful conduct
he: דברי שנאה או התנהלות מזיקה

source: adult content
he: תוכן למבוגרים

source: spam
he: ספאם

source: promotional
he: קידום מכירות

source: View/Edit
he: הצג/ערוך

source: search a customer
he: חיפוש לקוח

source: Profile settings were updated!
he: הגדרות הפרופיל עודכנו!

source: Company name already used.
he: שם העסק נמצא בשימוש.

source: new customers
he: לקוחות חדשים

source: Business Description - 5 words about yourself
he: תיאור העסק - 5 מילים על עצמך

source: Loading...
he: טוען...

source: Your search results are about to show up.
he: תוצאות החיפוש שלך כבר עולות

source: Share post
he: שתף פוסט

source: Please type title
he: אנא הקלד כותרת

source: Please type all you want to talk about...
he: אנא הקלד את כל מה שאתה רוצה לדבר עליו ...

source: #Add hashtag
he: הוסף האשטאג#

source: Subject
he: נושא

source: Send
he: שלח

source: Thanks for your Report
he: תודה על הדיווח שלך

source: The post will be published in these moments
he: הפוסט יפורסם ברגעים אלו

source: No post received
he: לא התקבל פוסט

source: Are you sure you want to delete this comment?
he: האם אתה בטוח שברצונך למחוק את התגובה הזו?

source: Type your comment...
he: הקלד את התגובה שלך...

source: my
he: שלי

source: Posts
he: פוסטים

source: Followers
he: עוקבים

source: why are you reporting this?
he: מדוע אתה מדווח על כך?

source: Following
he: עוקבים

source: View all activities
he: צפה בכל הפעילויות

source: Favorite
he: מועדף

source: Call Duration
he: משך שיחה

source: Sales
he: מכירות

source: Open Issues
he: נושאים פתוחים

source: Meetings
he: פגישות

source: search by company
he: חיפוש לפי חברה

source: Send Email
he: שלח מייל

source: Save post
he: הפוסט נשמר

source: Withdrawal money
he: משיכת כסף

source: Available to Withdrawal
he: זמין למשיכה

source: this post saved for later
he: פוסט זה נשמר למועד מאוחר יותר

source: From Gallery
he: גלריה

source: From Camera
he: מצלמה

source: Example App
he: דוגמה לאפליקציה

source: Fake
he: מזויף

source: Offensive
he: פוגע

source: Spam
he: ספאם

source: No Data Found
he: לא נמצאו נתונים

source: Click here to see all posts
he: לחץ כאן כדי לראות את כל הפוסטים

source: New Post
he: פוסט חדש

source: see less
he: ראה פחות

source: see more
he: ראה יותר

source: Select Source
he: בחר מקור

source: Show all
he: ראה את כל ה

source: comments
he: תגובות

source: Show
he: ראה

source: filter...
he: סנן...

source: I think it’s
he: אני חושב שזה

source: Show all
he: ראה

source: comments
he: תגובות

source: Show
he: ראה

source: Likes&Dislikes
he: לייק ודיסלייק

source: Likes
he: לייק

source: No
he: אין

source: Dislikes
he: דיסלייק

source: My Feed
he: הפיד שלי

source: Follow
he: עקוב

source: Our Phone number:
he: מספר הטלפון שלנו:

source: Our website:
he: האתר שלך:

source: Our email:
he: הדוא"ל שלנו:

source: Feed
he: פיד

source: Delete post
he: מחק פוסט

source: Spam
he: ספאם

source: Setup fee,
he: עלות הקמה,

source: Monthly Fee,
he: עלות חודשית,

source: Message Fee,
he: עלות הודעה,

source: commitment
he: התחייבות.

source: No
he: אין

source: Ok
he: כן

source: What
he: מה

source: Way
he: למה

source: 24/7 availability to your potential customers worldwide, 24/7 Support to your current customers worldwide
he: זמינות 24/7 ללקוחות הפוטנציאליים שלך ברחבי העולם, תמיכה 24/7 ללקוחות הנוכחיים שלך ברחבי העולם

source: Image update failed‏
he: עדכון התמונה נכשל

source: Activities
he: פעילויות

source: 24/7 Outgoing, incoming calls
he: 24/7 שיחות נכנסות ונכנסות

source: Why
he: למה

source: malware‏‏
he: תוכנה זדונית

source: It infringes on my rights
he: זה פוגע בזכויות שלי

source: incoming, Outgoing
he: נכנסות ויוצאות

source: your profile will be updated
he: הפרופיל שלך יתעדכן

# האם אתה בטוח שברצונך למחוק את הפוסט הזה?
source: Are you sure you want to delete this post?
he: האם אתה בטוח שברצונך למחוק את הפוסט הזה?

source: votes
he: הצבעות

source: Undo
he: ביטול

source: Create a poll
he: צור סקר

source: Your question *
he: השאלה שלך *

source: e.g., How do you commute to work?
he: למשל, איך אתה נוסע לעבודה?

source: Option 1 *
he: אופציה 1 *

source: e.g., Public Transport
he: למשל, תחבורה ציבורית

source: Option 2 *
he: אופציה 2 *

source: Option 3
he: אופציה 3

source: Option 4
he: אופציה 4

source: e.g., Walking
he: למשל, הליכה

source: e.g., Carpool
he: למשל, קארפול

source: e.g., Drive myself
he: למשל, נהג בעצמי

source: Remove
he: להסיר

source: + Add Option
he: הוסף אפשרות +

source: You might also like‏:
he: :אנשים שאתה עשוי להכיר

source: post
he: פוסט

source: View results
he: צפה בתוצאות

source: Week
he: שבוע

source: Day
he: יום

source: Year
he: שנה

source: Month
he: חודש

source: From day 1
he: מ-01

source: Choose the time period
he: בחר את פרק הזמן

source: need to confirm
he: יש לאמת

source: Incompatible passwords
he: הסיסמאות אינן תואמות

source: Reply
he: הגב

source: Most of your customers are in:
he: :רוב הלקוחות שלך נמצאים ב

source: Large Business
he: עסק גדול

source: Medium Business
he: עסק בינוני

source: Small Business
he: עסק קטן

source: DNS Number
he: מספר DNS

source: Status Text
he: סטטוס טקסט

source: Yellow
he: צהוב

source: Green
he: ירוק

source: Blue
he: כחול

source: Red
he: אדום

source: Orange
he: כתום

source: Pink
he: ורוד

source: White
he: לבן

source: Purple
he: סגול

source: Grey
he: אפור

source: Story
he: סטורי

source: Type status:
he: הקלד סטטוס:

source: Your settings will be changed!
he: ההגדרות שלך ישתנו!

source: We will send you an email to verify the details of the change
he: אנו נשלח אליך דוא"ל לאימות פרטי השינוי

source: select
he: בחר

source: From
he: מ

source: The file was not uploaded successfully
he: הקובץ לא הועלה בהצלחה

source: Votes
he: הצבעות

source: pending
he: בהמתנה

source: Categories
he: קטגוריות

source: Lead generation
he: יצירת לידים

source: Campaign
he: קמפיין

source: IVR
he: ניתוב שיחות

source: Content
he: תוכן

source: Equipment
he: ציוד

source: Landing Page
he: דף נחיתה

source: Social Media
he: מדיה חברתית

source: Newsletter
he: ניוזלטר

source: Digital
he: דיגיטל

source: SEO
he: קידום אתרים

source: Affiliate
he: שותפים

source: Music On Hold
he: מוזיקת המתנה

source: Jingle
he: ג'ינגל

source: Narration
he: קריינות

source: Transcript
he: תמלול

source: Translation
he: תרגום

source: Smartphones
he: סמארטפונים

source: Tablets
he: טאבלטים

source: Headphones
he: אוזניות

source: Accounting
he: הנהלת חשבונות

source: Tax Advice
he: ייעוץ מס

source: Payroll
he: גליון שכר

source: Hot Leads, Cold Leads, Scraping,
he: לידים חמים, לידים קרים, סקרייפינג

source: Landing Page, Social Media, Newsletter,
he: דף נחיתה, מדיה חברתית, ניוזלטר

source: Digital, SEO, Affiliate,
he: דיגיטל, קידום אתרים, שותפים

source: Narration, Jingle, Music On Hold,
he: קריינות, ג'ינגל, מוזיקת המתנה

source: Transcript, Translation, Business Writing,
he: תמלול, תרגום, כתיבה עסקית

source: Accounting, Tax Advice, Payroll,
he: הנהלת חשבונות, ייעוץ מס, גליון שכר

source: Smartphones, Tablets, Headphones,
he: סמארטפונים, טאבלטים, אוזניות

source: Market
he: מכירות

source: Inbox
he: דואר

source: Source Language
he: שפת מקור

source: Target Language
he: שפת יעד

source: Amount of Words
he: כמות מילים

source: Upload an Audio File
he: העלאת קובץ שמע

source: Upload a Text File
he: העלאת קובץ טקסט

source: Select a Sound Type
he: בחר סוג צליל

source: Background Music
he: מוזיקת רקע

source: Order Name
he: שם ההזמנה

source: Delievery Days
he: ימי משלוח

source: Script Proofwriting
he: כתיבת הגהה לתסריט

source: Separate Files
he: הפרדת קבצים

source: Script Writing
he: כתיבת תסריט

source: HQ file
he: קובץ HQ

source: Age Range
he: טווח גילאים

source: Slogen
he: סלוגן

source: Please Add Special Requirements
he: אנא הוסף דרישות מיוחדות

source: Time Reference
he: נקודת ייחוס בזמן

source: More than 2 Speakers
he: יותר משני דוברים

source: Proofreading
he: הַגָהָה

source: Document Formatting
he: עיצוב מסמכים

source: Add Additional Pages to Optimise
he: הוספת דפים לביצוע אופטימיזציה

source: Link Building
he: בניית קישורים

source: Design Customization
he: עיצוב בהתאמה אישית

source: Additional Page
he: דף נוסף

source: Additional Plugin Installtion
he: התקנת תוסף נוסף

source: Suggest Monetization
he: הצעת מונטיזציה

source: Industry & Competitors' Analiysis
he: ניתוח תעשייה ומתחרים

source: SWOT Analysis
he: ניתוח SWOT

source: Customer Analysis
he: ניתוח לקוחות

source: Tailored Marketing Plan
he: תוכנית שיווק מותאמת אישית

source: Financial Forcast
he: תחזית פיננסית

source: Custom Videos / Gifs
he: סרטונים / קובצי GIF מותאמים אישית

source: Custom Graphics
he: גרפיקה מותאמת אישית

source: Link to The Website
he: קישור לאתר

source: State Filing
he: תיוק מדינה

source: Working Field
he: תחום עבודה

source: Estimated Price
he: מחיר משוער

source: Cellular Company
he: חברת סלולר

source: Logo Design
he: עיצוב לוגו

source: Responsive Design
he: עיצוב רספונסיבי

source: Countdown Timers
he: שעון ספירה לאחור

source: Additional Sections
he: סעיפים נוספים

source: Social Media Icons
he: סמלי מדיה חברתית

source: FAQ's
he: שאלות נפוצות

source: Management Duration
he: משך זמן השירות

source: Number of Platforms
he: מספר פלטפורמות

source: Upload Landing Page on Live Domain
he: העלאת דף נחיתה לדומיין פעיל

source: Stories
he: סטורי

source: Video Adds
he: פרסומות וידאו

source: Extra Posts
he: פוסטים נוספים

source: Photo Editing
he: עריכת תמונות

source: Social Media Design
he: עיצוב מדיה חברתית

source: Lead generation and target lead collection
he: יצירת לידים ואיסוף לידים מיועדים

source: Web scraping, data mining from all websites
he: סקרייפינג, כריית נתונים מאתרים

source: Design modern and professional converting landing page or home page
he: עיצוב מודרני ומקצועי לדף נחיתה או דף בית

source: Social media marketing and content creation
he: שיווק במדיה חברתית ויצירת תוכן

source: Marketing strategy plan and digital marketing
he: תוכנית אסטרטגיה שיווקית ושיווק דיגיטלי

source: Quality on-page SEO optimization service for all websites
he: שירות אופטימיזציה איכותי לקידום אתרים

source: Create a custom jingle to promote your business
he: יצירת ג'ינגל בהתאמה אישית לקידום העסק שלך

source: Accurately transcribe audio, video and podcasts
he: תמלול אודיו, וידאו ופודקאסטים בצורה מדויקת

source: Translate any type of text or document in any language
he: תרגום כל סוג טקסט/מסמך בכל שפה

source: Accounting, book keeping and financial statment services
he: שירותי חשבונאות, הנהלת חשבונות ודוחות כספיים

source: Payroll services
he: שירותי שכר

source: Off-Page Strategy
he: אסטרטגיה מחוץ לדף

source: On-Page Optimization
he: אופטימיזציה בדף

source: Bad Links Removal
he: הסרת קישורים לא תקינים

source: Technical SEO
he: קידום אתרים טכני

source: Guest Posting Strategy
he: אסטרטגיית פרסום אורחים

source: Keyword Analysis
he: ניתוח מילות מפתח

source: Content Analysis
he: ניתוח תוכן

source: Content Upload
he: העלאת תוכן

source: Receipt Management
he: ניהול קבלות

source: Financial Statement
he: דוחות כספיים

source: Report Creation
he: יצירת דוחות

source: Includes 500 Transactions
he: כולל 500 עסקאות

source: Accounting Tools Setup
he: הגדרת כלי חשבונאות

source: Account Audit
he: ביקורת חשבון

source: Accounting Advisory
he: ייעוץ חשבונאי

source: Executive Summary
he: תקציר מנהלים

source: Company Description
he: תיאור החברה

source: Basic Photo Editing
he: עריכת תמונות בסיסית

source: Organize Management
he: ארגון וניהול

source: Content Creation
he: יצירת תוכן

source: Page / Channel Evalvation
he: הערכת עמוד / ערוץ

source: Tax Reporting
he: דיווח מס

source: Tax Return Filling
he: הגשת החזר מס

source: Tax Planning and Advisory
he: תכנון וייעוץ מיסים

source: Tax Exemption Submission
he: הגשת פטור ממס

source: Tax Refund Submission
he: הגשת החזר מס

source: Tax Certification Submission
he: הגשת אישור מס

source: Salary and Benefits Benchmarking
he: מדד שכר והטבות

source: Total Compensation Structuring
he: מבנה פיצויים כולל

source: 3 Emails
he: שלוש מיילים

source: Tailored Active Plan
he: תוכנית פעילה מותאמת אישית

source: Campaign Development
he: פיתוח קמפיין

source: Campaign Optimization
he: אופטימיזציה של קמפיין

source: One Year Warranty
he: אחריות לשנה

source: Reliability and Professionalism
he: אמינות ומקצועיות

source: Professional Data Scraping
he: סקרייפינג מקצועי

source: Data Entry
he: הזנת נתונים

source: Data Mining
he: כריית מידע

source: Data Extraction
he: חילוץ מידע

source: Web Research According to Requirements
he: מחקר באינטרנט על פי דרישות

source: Data Processing
he: עיבוד נתונים

source: Verbatim Transcription
he: תמלול

source: Convert File
he: המרת קובץ

source: Language Style Guide
he: מדריך לסגנון שפה

source: Page/ Channel Evaluation
he: הערכת עמוד / ערוץ

source: Schedule Posts
he: תזמון פוסטים

source: Action Plan
he: תוכנית פעולה

source: Reporting
he: דיווח

source: Engagement with Followers
he: תקשורת עם עוקבים

source: Topic Research
he: מחקר נושאים

source: Competitor Research
he: מחקר מתחרים

source: Copywriting
he: קופירייטינג

source: Print Ready
he: מוכן להדפסה

source: Focus Keywords
he: מילות מפתח ממוקדות

source: 7 sections
he: 7 סעיפים

source: Vocals Recording
he: הקלטת שירה

source: Original Music
he: מוזיקה מקורית

source: Mixing & Mastering
he: עיבוד

source: total
he: סה"כ

source: Log In
he: התחברות

source: Sign In
he: להתחבר

source: Log In your account
he: התחבר לחשבונך

source: I forgot my password
he: שכחתי את הסיסמא שלי

source: download starting
he: ההורדה מתחילה

source: download completed
he: ההורדה הושלמה

source: download
he: הורדה

source: Check out my Extras
he: בדוק את התוספות שלי

source: word
he: מילים

source: second
he: שניות

source: smartPhone
he: סמארטפון

source: tablet
he: טאבלט

source: headphone
he: אוזניות

source: basic package
he: חבילה בסיסית

source: platform
he: פלטפורמה

source: Business Writing
he: כתיבה עסקית

source: My review
he: הדירוג שלי

source: Rate your experience
he: דרג את החוויה שלך

source: Seller Communication
he: שירות המוכר

source: Service as described
he: שירות כמתואר

source: Would Recommend
he: ימליץ

source: Share your experience
he: שתף את החוויה שלך

source: Please rate and include at least 10 ...
he: אנא דרג והכלל לפחות 10 ...

source: Requirements received
he: דרישות שהתקבלו

source: You must complete the requirements list
he: עליך להשלים את רשימת הדרישות

source: Click to Requirements page
he: לחץ לדף הדרישות

source: Order Created
he: ההזמנה שנוצרה

source: VAT
he: מע"מ

source: Call purpose should not be blank
he: חובה למלא מטרת שיחה

source: Phone number should not be blank
he: חובה למלא מספר טלפון

source: Name should not be blank
he: חובה למלא שם

source: What do you want to do?
he: מה תרצו לעשות?

source: Hotline
he: מוקד

source: Hello
he: הלו

source: Pricing
he: מחירון

source: Frequentyly Asked Questions
he: שאלות נפוצות

source: Yes,tested and trusted
he: כן, נבדק ואמין

source: Investors leads of which country?
he: באיזה מדינה המשקיעים המובילים?

source: Any country of your choice
he: בכל מדינה שתבחר

source: Can you provide investor leads?
he: האם תוכל לספק מובילים משקיעים?

source: Absolutely yes
he: בהחלט כן

source: In what field do you have Leads?
he: באיזה תחום יש לך לידים?
