Repository: ayalacohen1/demo-web
Catalog: src/phonedo_i18n/src/*.po
Languages: he

source: Home
he: בית

source: Leads
he: לידים

source: Account
he: חשבון

source: Phone
he: טלפון

source: Password
he: סיסמה

source: Login
he: התחברות

source: Password is required
he: נדרשת סיסמא

source: Name is required
he: נדרש שם

source: Name
he: שם

source: Already have an Account?
he: כבר יש לכם חשבון?

source: Phone number
he: מספר טלפון

source: Industries
he: תחומים

source: Languages
he: שפות

source: Education
he: השכלה

source: Payment method
he: אמצעי תשלום

source: Settings
he: הגדרות

source: Notifications and sounds
he: התראות וצלילים

source: Security and privacy
he: בטיחות ופרטיות

source: Logout
he: התנתקות

source: Add answer option
he: הוסיפו אפשרות תשובה

source: Add simple script
he: הוסיפו תסריט בסיסי

source: Add survey script
he: הוסיפו תסריט סקר

source: Calendar is not setup
he: לוח השנה אינו מוגדר

source: Edit Queue “Default music”
he: עירכו תור ״מוזיקה ברירת מחדל״

source: Education degree
he: תואר

source: Import
he: יבוא

source: Import data from your Google calendar
he: ייבאו נתונים מיומן הגוגל שלכם

source: Importing data will take some time
he: ייבוא הנתונים ייקח זמן

source: Language level
he: רמת שפתית

source: Language view
he: תצוגת שפה

source: Music on hold
he: מוזיקה בהמתנה

source: No assigned appointment
he: אין מינוי מוקצה

source: Not found
he: לא נמצא

source: Save script
he: שימרו תסריט

source: Start import
he: התחילו לייבא

source: System language
he: שפת מערכת

source: Today
he: היום

source: Unlink calendar and clear data
he: בטל קישור של לוח שנה ונקה נתונים

source: We will inform you when everything is ready
he: אנו נודיע לך מתי הכל מוכן

# user
source: Hello, {user}
he: שלום, {user}

source: Incoming call
he: שיחה נכנסת

source: New
he: חדש

source: Clients
he: לקוחות

source: Incoming calls
he: שיחות נכנסות

source: Cdr
he: פירוט שיחות

source: Allocated numbers
he: מספרים שהוקצו

source: Hotlines
he: קו חם

source: Products
he: מוצרים

source: Queue
he: תור

source: Appointment
he: קביעת פגישה

source: Profile
he: פרופיל

source: Currency
he: מטבע

source: Company details
he: פרטי החברה

source: Application language
he: שפת יישום

source: Product catalog
he: קטלוג מוצרים

source: Modules
he: מודולים

source: Basic
he: בסיסי

source: Intermediate
he: בינוני

source: Advanced
he: מתקדם

source: Country
he: מדינה

source: Address
he: כתובת

source: Industry
he: תחום

source: Departments
he: מחלקות

source: Scripts
he: שאלון

source: Business
he: עסקים

source: Client
he: לקוח

source: Actions
he: פעולות

source: Call is already taken
he: השיחה כבר מבוצעת

source: Be faster next time!
he: תהיה מהיר יותר בפעם הבאה!

source: Ok, got it
he: בסדר, הבנתי

source: New Client
he: לקוח חדש

source: Information
he: מידע

source: Surname
he: שם משפחה

source: Answers
he: תשובות

source: Loading
he: טוען

source: Other scripts
he: תסריטים אחרים

source: Calendar
he: לוח שנה

source: Save
he: שמירה

source: Title
he: כותרת

source: date From
he: תאריך מ

source: date To
he: תאריך ל

source: Comment
he: תגובה

source: Event title cannot be empty
he: כותרת האירוע לא יכולה להיות ריקה

source: Lead details
he: פרטי הלקוח

source: module.scheduleMeeting.description
he: תזמון פגישה הוא מודול המאפשר לך לתזמן פגישות

source: module.productCatalog.description
he: תיאור מודול קטלוג מוצרים

source: Take your call from anywhere
he: קח את השיחה שלך מכל מקום

source: Phonedo operates worldwide.
he: פונדו פועלת ברחבי העולם.

source: It is a global brokerage platform that connects between hundreds of thousands of businesses and millions of agents.
he: זוהי פלטפורמת תיווך עולמית המחברת בין מאות אלפי עסקים למיליוני סוכנים.

source: Register
he: להירשם

source: Country & phone number
he: מדינה ומספר טלפון

source: Selected country
he: מדינה שנבחרה

source: Select country
he: בחר מדינה

source: Code
he: קוד

source: Choose your country
he: בחר את מדינתך

source: Get code
he: קבל קוד

source: Security code
he: קוד אבטחה

source: Enter the 6 digit code sent to your phone
he: הזן את הקוד בן 6 הספרות שנשלח לטלפון שלך

source: Next
he: הבא

source: Answer
he: תשובה

source: Dr.
he: ד"ר

source: Professor
he: פרופסור

source: module.stuffMember.description
he: מודול - חברי צוות

source: module.places.description
he: מודול - מיקומים

source: module.faq.description
he: מודול - שו״ת

source: Terms and Conditions
he: תנאי שימוש

source: Calls
he: שיחות

source: Billing
he: קופה

source: Support
he: תמיכה

source: Not rated yet
he: לא דורג עדיין

source: History
he: הסטוריית

source: Withdrawals
he: משיכות

source: Balance
he: יתרה

source: Call details
he: פרטי שיחה

source: Your stats
he: הסטטיסטיקה שלך

source: Average rating
he: דירוג ממוצע

source: view details
he: צפו בפרטים

source: Your stats details
he: פרטי הסטטיסטיקה שלך

source: Service level
he: רמת שירות

source: Customer satisfaction
he: שביעות רצון הלקוח

source: Phonedo support
he: תמיכת פונדו

source: Live chat Support
he: תמיכה בצ׳אט

source: Contact Us by Email
he: צרו עמנו קשר באימייל

source: Could not launch
he: לא ניתן להפעיל

source: incl. bonus
he: כולל בונוס

source: Greeting message
he: הודעת פתיחה

source: Profile updated
he: הפרופיל עודכן

source: Add payment method
he: הוסף אמצעי תשלום

source: yes
he: כן

source: no
he: לא

source: Hotline details
he: פרטי המוקד

source: About us
he: אודותינו

source: Please enter valid email
he: נא להזין כתובת דוא״ל תקינה

source: Please enter your name and Email
he: נא להזין שם וכתובת דוא״ל

source: Please enter a password
he: נא להזין סיסמא

source: Please enter your phone number
he: נא להזין את מספר הטלפון

source: This phone is already registered
he: מספר הטלפון שהוזן כבר בשימוש

source: Catalog
he: קטלוג

source: Price
he: מחיר

source: Type
he: סוג

source: product
he: מוצר

source: service
he: שירות

source: Cancel
he: ביטול

source: Done
he: בוצע

source: Events
he: ארוע

source: Event manager
he: מנהל אירועים

source: Add participant
he: הוספת משתתף

source: Q&A
he: שו״ת

source: Change password
he: החליפו סיסמה

source: Name & Email
he: שם ודוא״ל

source: Create a password to secure your account
he: צרו סיסמה לאבטחת החשבון

source: Website
he: אתר

source: Organization Summary
he: תקציר הארגון

source: Company Purpose
he: מטרת החברה

source: Board Director
he: חבר דירקטוריון

source: VAT Number
he: מספר מע״מ

source: Preferences
he: העדפות

source: Social media
he: מדיה חברתית

source: Working hours & days
he: ימים ושעות עבודה

source: Work experience
he: נסיון בעבודה

source: Sales person
he: איש מכירות

source: Error
he: שגיאה

source: Setup your working hours and days
he: הגדרות ימים ושעות עבודה

source: Employments
he: תעסוקה

source: Experience in sale
he: נסיון במכירות

source: Time period
he: תקופה

source: Profession
he: התמחות

source: Position
he: עמדה

source: Do you have sales experience
he: האם יש לך נסיון במכירות

source: At least 2 years experience
he: לפחות שנתיים נסיון

source: How do you prefer to work
he: כיצד הנכם מעדיפים לעהפבוד

source: Work from home
he: עבודה מהבית

source: Work in a shared workspace
he: עבודה מחלל משותף

source: Mobility
he: נייד

source: Experience in sales
he: נסיון במכירות

source: Prefer to work
he: עדיפות עבודה

source: Fashion
he: אופנה

source: Sport
he: ספורט

source: Real estate
he: נדל״ן

source: Technology
he: טכנולוגיה

source: Media
he: מדיה

source: Logistics
he: לוגיסטיקה

source: Current password
he: סיסמה נוכחית

source: New password
he: סיסמה חדשה

source: Change
he: החליפו

source: Health Care
he: בריאות

source: Finance
he: פיננסים

source: Law
he: חוק

source: Construction
he: בנייה

source: Student
he: סטודנט

source: Employee
he: עובד

source: Unemployed
he: מובטל

source: Self-employed
he: עצמאי

source: Pensioner
he: פנסיונר

source: Few months
he: מספר חודשים

source: Developer
he: יזם

source: Sunday
he: ראשון

source: 1 year
he: שנה אחת

source: 2 year
he: שנתיים

source: 3+ year
he: שלש שנים

source: Doctor
he: דוקטור

source: Lawyer
he: עורך דין

source: CPA
he: רואה חשבון

source: Psychologist
he: פסיכולוג

source: Social worker
he: עובד סוציאלי

source: Estate broker
he: מתווך נדל״ן

source: Economist
he: כלכלן

source: Diets
he: דיאטות

source: Electronic engineer
he: מהנדס חשמל

source: Other
he: אחר

source: Monday
he: שני

source: Tuesday
he: שלישי

source: Wednesday
he: רביעי

source: Thursday
he: חמישי

source: Saturday
he: שבת

source: Close lead
he: סיים שיחה

source: Withdraw money
he: משיכת כסף

source: Amount of money to withdraw
he: סכום למשיכה

source: Withdraw
he: משיכה

source: Call is already taken, be faster next time!
he: השיחה כבר נענתה. זה עניין של זריזות!

source: Internal error, cannot process incoming
he: שגיאה פנימית. לא ניתן לקבל

source: Internal error. Please, try later
he: שגיאה פנימית. יש לנסות מאוחר יותר

source: Internal server error
he: שגיאת שרת פנימית

source: Password updated
he: הסיסמה עודכנה

source: Current password is incorrect
he: הסיסמה הנוכחית אינה נכונה

source: Years of educating
he: שנות לימוד

source: Degree
he: תואר

source: Courses
he: קורסים

source: Caller info
he: פרטי המתקשר

source: Message
he: הודעה

source: Notes
he: תזכורות

source: Purpose of the call
he: מטרת השיחה

source: Enter purpose of the call
he: הזן את מטרת השיחה

source: from
he: מאת

source: Enter a message
he: הזן הודעה

source: Take a message
he: קח הודעה

source: Media Attachments
he: קבצי מדיה מצורפים

source: Media attachment
he: קובץ מדיה מצורף

source: Stuff member
he: חבר צוות

source: Nearby infrastructure
he: תשתיות באיזור

source: FAQ
he: שו״ת

source: Activity
he: פעילות

source: Schedule meeting
he: תאם פגישה

source: Places
he: מקומות

source: Agent notes for business account
he: תובנות מהמוקדן לעסק

source: Enter a note about the call
he: הזן תובנה לגבי השיחה

source: Questions and answers
he: שאלות ותשובות

source: No questions available
he: אין שאלות

source: Meeting
he: פגישה

source: Note
he: תזכורת

source: Bonus for the call
he: בונוס עבור השיחה

source: We are here to help. You can send us an Email or write a chat message.
he: אנו כאן לסייע. תוכלו לפנות אלינו בדוא״ל או להתכתב עמנו בצ׳אט

source: Are you sure to close?
he: את\ה בטוח\ה?

source: Issue closed
he: נושא סגור

source: Are you sure?
he: את\ה בטוח\ה?

source: You will be disconnected from the client
he: תתנתק מהלקוח

source: Lead info
he: פרטי הפונה

source: Email
he: מייל

source: For business
he: תקשורת עם העסק

source: Total
he: סה"כ

source: to Phonedo Customer Service
he: לשירות הלקוחות של פונדו

source: English
he: אנגלית

source: Hebrew
he: עברית

source: Russian
he: רוסית

source: Insurance
he: ביטוח

source: Design
he: עיצוב

source: Contacts
he: יצירת קשר

source: Working hours
he: שעות עבודה

source: Home styling
he: עיצוב הבית

source: Question
he: שאלה

source: Transportation
he: תחבורה

source: Agriculture
he: חקלאות

source: Services
he: שירותים

source: Jurisprudence
he: משפטים

source: Energy
he: אנרגיה

source: Incoming already assigned
he: השיחה נענתה על ידי מוקדן אחר

source: Call is already hanged up
he: השיחה נותקה על ידי הפונה

source: VOiP is not well-configured for your account, please contact support
he: הגדרות ״שיחת רשת״ אינם מתאימים לחשבונכם. צרו קשר עם התמיכה

source: Your app is currently unregistered because of network issues - please close the app by swiping it off and reopen it
he: האפליקציה שברשותכם אינה רשומה במערכות שלנו בגלל תקלת רשת. אנא סיגרו ופיתחו את האפליקציה

source: Issue opened
he: נושא פתוח

source: Call ended
he: שיחה הסתיימה

source: Oops, your phone disconnected from our network, please try again.
he: אופס, המכשיר שלך התנתק מהרשת שלנו, אנא נסה שוב

source: Credit
he: זכות

source: Call purpose
he: מטרת השיחה

source: Call agent notes
he: תובנת המוקדן

source: Client Info
he: פרטי הפונה

source: Client name
he: שם הפונה

source: Rate the call
he: דרגו את השיחה

source: Rate
he: דירוג

source: Review
he: בחינה

source: Bonus
he: בונוס

source: Favorites
he: מועדף

source: Remove from favorite
he: הסר מהמועדפים

source: Add to favorite
he: הוסף למועדפים

source: Write a review
he: כתוב משוב

source: Incorrect feedback
he: משוב שגוי

source: Send bonus in percent of profit by call
he: הענק בונוס באחוזים על עלות השיחה

source: You can send a bonus payment to the Call agent for this call
he: תוכן להעניק בונוס כספי למוקדן עבור השיחה

source: You are given a bonus!
he: קיבלת בונוס!

source: Call info
he: סיכום שיחה

source: Date
he: תאריך

source: Call agent
he: מוקדן

source: Call ratings
he: דירוג שיחה

source: Listen
he: הקשבה

source: Pause
he: השהייה

source: Active calls
he: שיחות פעילות

source: Calls history
he: הסטוריית שיחות

source: We are here to help. You can send us an Email.
he: אנו כאן לסייע. ניתן לשלוח לנו דוא״ל

source: Bonus for lead #
he: בונוס לליד

source: Charge for lead #
he: עלות לליד

source: You are about to receive an incoming call to your mobile phone.
he: אתם עומדים לקבל שיחה לטלפון הנייד

source: To
he: עד

source: Join to:
he: הצטרף אל

source: Talk to agent
he: דיבור עם המוקדן

source: Talk to both
he: דיבור עם שניהם

source: Join call
he: הצטרפות לשיחה

source: Opened
he: פתוח

source: Closed
he: סגור

source: Call ID
he: מזהה שיחה

source: Bonus for call
he: בונוס לשיחה

source: Add bonus
he: הוסף בונוס

source: For record
he: לפרוטוקול

source: Recordings
he: הקלטות

source: Warning
he: אַזהָרָה

source: Didn't receive the code?
he: לא קיבלת את הקוד?

source: Let's go
he: באו נתחיל

source: We are not just talking
he: אנחנו לא רק מדברים

source: We Make The Connections Your Business Needs
he: אנחנו יוצרים את הקשרים שהעסק שלך צריך

source: So, what is Phone.do for businesses?
he: אז מה זה פונדו לעסקים?

source: Why does my business need Phone.do?
he: מדוע העסק שלי צריך את פונדו?

source: Unleash the awesome power of your mobile phone for your business. Phone.do put simply is a telephone answering service for your business. Or an outbound calling facility for your business. But the tech behind it means that it does so much more than that. Our amazing technology allows a remote agent to work as though they were embedded right at the center of your business.
he: שחררו את כוחו האדיר של מכשיר הפלאפון בשביל העסק שלכם. פונדו, בפשטות, היא מערכת מענה טלפוני לעסק שלכם, או מוקד טלפוני חיצוני בשביל העסק שלכם, אבל הטכנולוגיה שעומדת מאחורי כל זה עושה כל כך הרבה יותר. הטכנולוגיה המדהימה שלנו מאפשרת לסוכן מרוחק לעבוד כאילו הוא מוטמע עמוק בתוך העסק שלכם.

source: Which agent fits my business?
he: איזה מוקדן מתאים לעסק שלי?

source: We're a human telephone answering service. We connect agents and businesses to provide low cost call center solutions that work for you.
he: אנחנו מענה טלפוני אנושי. אנחנו מקשרים בין מוקדנים ועסקים כדי לספק מוקד טלפוני בעלות נמוכה שעובד בשבילכם

source: Phone.do allows you to define and sort agents according to languages, specialties, employment experience, and mostly according to ratings and recommendations from other businesses.
he: פונדו מאפשרת לך להגדיר ולמיין סוכנים לפי שפות, התמחויות, ניסיון תעסוקתי, ובעיקר על פי דירוגים והמלצות של עסקים אחרים. המומחים שלנו מנתחים את איכויות הסוכנים בזמן אמת ומטמיעים את זה במערכת הנגישה עבורך. סדר העדיפויות המקצועי מבטיח תוצאות מקסימליות.

source: Who are we?
he: מי אנחנו?

source: Just people who want to help. We have seen a future where businesses and agents come together. Would you like to see this future too?
he: פשוט אנשים שרוצים לעזור. אנחנו רואים עתיד שבו עסקים ומוקדנים עובדים מרחוק ביחד. אתם רוצים גם לראות את העתיד הזה?

source: Business explanation
he: הסבר עסקים

source: So, Your business is grown fast, with many ongoing marketing campaigns for products or services and you getting a lot of traffic, Phone.do is the best solution for you.
he: אז העסק שלכם גדל במהירות עם קמפיינים שיווקיים מתמשכים רבים עבור מוצרים או שירותים ואתה מקבל תנועה רבה, פונדו הוא הפיתרון הטוב ביותר עבורך

source: Business testimonial
he: המלצות עסקים

source: The call center in your pocket. It takes time, money and expertise to set up an effective hotline, whether you're taking incoming calls or making outgoing ones. And then you might have reps sat there waiting or the call.
he: מוקד טלפוני בכיס שלכם. לוקח זמן, כסף וניסיון כדי להקים מוקד טלפוני יעיל, בין אם זה בשביל שיחות נכנסות או יוצאות. ואז, אחרי שהקמתם אותו, יכולים להיות לכם נציגים שפשוט יושבים שם ומחכים לשיחה.

source: Why use Phone.do
he: מדוע להשתמש בפונדו

source: There comes a point in any business where you need more capacity. Every task you do comes at a cost. The cost is another activity that you could do instead. So, if you are constantly on the phone then you are missing out on other opportunities.
he: כל עסק מגיע לנקודה בו שהוא צריך תשומת לב רבה יותר. וזה מגיע על חשבון משהו אחר. לפעמים על חשבון פעילות חשובה חשובה אחרת שהייתה יכולה לקדם את העסק. אם אתם המון על הטלפון אתם בטוח מפסידים הזדמנויות אחרות.

source: Meet a few of our businesses
he: פיגשו מספר מלקוחותינו העסקיים

source: We could not think of entering new markets, due to language restrictions, and time zones. Phone.do for us it is a real revolution. Can't believe how nobody think of it before... Amazing
he: לא יכולנו לחשוב על כניסה לשווקים חדשים, עקב הגבלה של שפות ואזורי זמן. Phone.do עבורינו זאת מהפכה אמיתית. לא להאמין איך לא חשבו על זה קודם. מדהים!!!

source: As calls come onto our system, Phone.do automatically "pushes" notifications out to our community. Bids are sent to all agents that match your criteria and budget.
he: כל השיחות מגיעות אל המערכת שלנו. Phone.do באופן אוטומטי שולחת הודעות פוש לכל הקהילה. בעצם מין מכרז לכל הנציגים שמתאימים לפי הקריטריון והתקציב.

source: How to get started
he: איך מתחילים

source: Here's a quick overview of the process, from start to finish.
he: להלן בקצרה אודות התהליך מתחילתו ועד סופו

source: Registration
he: הרשמה

source: Simply register your account with us. We need some details to be able to get you started and match you up with the right agent for your business.
he: עכשיו הגדר את חשבונך. אנו דורשים פרטים מינימליים על מנת לאפשר לך להתחיל ולהתאים עבורך את המענה הטוב ביותר

source: Setting You Up For Success
he: מגדירים אותך אל ההצלחה

source: Obviously, we need a switchboard. Phone.do is a telephony-based solution. It might be that we are able to connect to your existing interface and adjust it, so it works on our system. Once this is set up, we're ready to start delivering for you. We work with your needs, large or small, no matter where you are on planet earth! In addition, the options are endless, such as free numbers, call routers, voicemail, customer relations management and more. Let us know what you need, and we'll take care of the technical side. Relax! You're with Phone.do now!
he: כמובן, אנחנו צריכים מרכזיה. phone.do הוא פיתרון המבוסס טלפונית. יכול להיות שאנחנו נוכל להתחבר לממשק הקיים שלך ולהתאים את זה, כך שזה עובד על המערכת שלנו. ברגע שזה מוגדר אנו מוכנים להתחיל לספק לך. אנו עובדים עם הצרכים שלך, קטן או גדול, לא משנה איפה אתה נמצא על פני כדור הארץ! בנוסף, האפשרויות הן אין סופיות כגון מספרים בחינם, נתבי שיחות, דואר קולי, ניהול קשרי לקוחות, ועוד. ספר לנו מה אתה צריך, ואנו נטפל בצד הטכני. תירגע! אתה עם Phone.do עכשיו!

source: Create Telephone Campaigns
he: ליצור קמפיינים טלפוניים

source: We give you access to a comprehensive toolkit to make your campaign a success. These include • Voice marketing • Text SMS message marketing • Writing and content editing • Call success measurement • Call analysis • And more. We have the expertise to help you build an effective campaign. Whether it's building the right scripts, defining the campaign goals or anything else – we're here to help you get the most from your campaigns.
he: אנו נותנים לכם גישה לערכת כלים מקיפה להפוך את הקמפיין שלך להצלחה. זה כולל •שיווק קולי •שיווק הודעות ב SMS •כתיבה ועריכת תוכן •מדידת הצלחת שיחה •ניתוח שיחות •ועוד. יש לנו את המומחיות לעזור לך לבנות קמפיין יעיל. בין אם זה לבנות מלל נכון, להגדיר את יעדי הקמפיין או כל דבר אחר - אנחנו כאן לעזור לך לקבל הכי הרבה מהקמפיין שלך.

source: Setting Up The Hotlines
he: הגדרת המוקדים

source: We assign each campaign with its own IP address of phone number. This allows you and us to identify where the calls go to. This is where the flexibility in our system comes to the fore. You get to set • the number of agents • the working hours • what work they will be doing • what skills they must have • employment experience • ranking on our site • languages spoken • And other criteria This ensures you get the right agents for your campaign – delivering success. And then it's time to set the budget. We have a range of flexible pricing options, so you always get the cover you need at a price you can afford.
he: אנו מקצים לכל קמפיין כתובת IP משלו של מספר הטלפון. זה מאפשר לך ולנו לזהות לאן השיחות עוברות. כאן הגמישות במערכת שלנו באה לידי ביטוי. אתה יכול להגדיר •את מספר הסוכנים •שעות העבודה •איזה עבודה הם יעשו •אילו כישורים הם צריכים •נסיון תעסוקתי •דירוג באתר שלנו •השפות המדוברות •וקריטריונים אחרים. זה מאשר לך שאכן אתה מקבל את הסוכנים הכי טובים עבור הקמפיין שלך - לספק הצלחה. ואז מגיע הזמן להגדיר את התקציב שלך, יש לנו מגוון אפשרויות תמחור גמישות, כך שתמיד תקבל את הכיסוי הדרוש לך במחיר שאתה יכול להרשות לעצמך.

source: Set Up Your Payment
he: הגדרת אמצעי התשלום

source: Phone.do is prepaid, so before we get you active its time to top up your account. Don't forget – there are no setup fees and no monthly ongoing fees to be a part of the Phone.do community. Another reason to choose us!
he: phone.do משלמים מראש, אז לפני שאנו מפעילים אותך, אני נכניס כסף לחשבונך. לא לשכוח - אין דמי התקנה, ואין עמלות חודשיות כדי להיות חלק מהקהילה של Phone.do עוד סיבה לבחור בנו!

source: Activation
he: הפעלה

source: Now we've got you all up and ready to start, it's activation time! Our agents are ready to start working with you. The system is designed to help you get up and running quickly. Now is the time to put the planning into action. We're here to help you make the decisions that will keep your service up and running with the right agents. Don't hesitate to get in touch.
he: עכשיו שסידרנו את חשבונך אנחנו מוכנים להתחיל - הגיע זמן ההפעלה! הסוכנים שלנו מכונים להתחיל לעבוד איתך, המערכת נועדה לעזור לך להתחיל לעבוד במהירות. עכשיו זה הזמן להפוך את כל התכנון לפעולה. אנו כאן כדי לעזור לך לקבל החלטות שישאירו את השירות שלך עובד ובקצב מהיר עם הסוכנים הנכונים. אל תהסס ליצור איתנו קשר.

source: FAQs
he: שאלות נפוצות

source: Who pays the agents?
he: מי משלם לנציגים?

source: Don't worry, we've got you covered. There are different ways of making payments (per hour, per minute, outgoing calls, incoming calls, sales made) and we deal with all of these on your behalf.
he: אל תדאג, אנחנו דואגים לזה, יש דרכים שונות לבצע תשלומים (לפי שעה, לפי דקה, שיחות יוצאות, שיחות נכנסות, מכירות שבוצעו) ואנחנו דואגים לכל זה תחת שמך.

source: What is Phone.do's cut?
he: כמה עמלה שפונדו גובה?

source: Great question. We take a small percentage of the fee between you and the agent. This allows us to keep the platform operating effectively, advertise for new clients and generally keep this awesome community together.
he: שאלה מצוינת. אנו לוקחים אחוז קטן

source: Are there any costs to join?
he: האם יש עלות הצטרפות?

source: No. There is no sign-up fee and no ongoing monthly fees. All you pay is what is needed to operate your campaign.
he: לא. אין עלות הצטרפות. ואין עלות חודשית. הל מה שתשלום הוא עבור הצורך לטפל בפניות מהקמפיין

source: For Business!
he: עבור עסקים!

source: Is your business growing fast? Want to advertise campaigns without fear? Want to enter new markets? Want to improve service to your customers? Do not want to lose any Lead?
he: העסק שלך גדל מהר? רוצה לפרסם קמפיינים ללא חשש? רוצה לשפר שירות לקוחות? לא רוצה לפספס לידים?

source: We will handle all business calls for you. Incoming and outgoing. At any time, language, profession, purpose, experience, and field.
he: אנו נטפל עבורכם בכל שיחות העסק. נכנס ויוצא. בכל עת, שפה, מקצוע, מטרה, ניסיון ותחום.
