Repository: ayalacohen1/demo-web
Catalog: src/phonedo_i18n/src/*.po
Languages: he

source: We will do everything for you. We will sell the products, collect the payments, take the messages, schedule the meetings, conduct surveys, provide technical support, and more.
he: אנו נעשה הכל בשבילך. אנו נמכור את המוצרים, נגבה את התשלומים, נקבל את ההודעות, נקבע את הפגישות, נערוך סקרים, נעניק תמיכה טכנית ועוד.

source: You will only pay for actual call minutes, save 80% of the cost, listen and intervene in real time calls, you will get everything recorded transcribed and translated.
he: אתה תשלם רק עבור דקות שיחה בפועל, תחסוך 80% מהעלות, תקשיב ותתערב בשיחות בזמן אמת, תקבל את כל ההקלטות תמלל ותורגם.

source: Open a virtual office in seconds. Get a phone number in any country in the world. Choose who will answer your calls, and represent your business in the most professional way.
he: פתח משרד וירטואלי תוך שניות. קבל מספר טלפון בכל מדינה בעולם. בחר מי יענה לשיחותיך, וייצג את העסק שלך בצורה המקצועית ביותר.

source: Skip
he: דלג

source: your account
he: חשבונך

source: Login to
he: כניסה אל

source: Forgot password?
he: שכחת סיסמה?

source: Click here
he: לחצו כאן

source: Reset password
he: אפסו סיסמה

source: Send me a code
he: שלחו לי קוד

source: Country &
he: מדינה ו

source: By signing up, you confirm that you've read and accepted our
he: בהרשמתכם הנכם מאשרים שקראתם ואישרתם את

source: Business details
he: פרטי העסק

source: Business Description
he: תאור העסק

source: Problem with password recovering, maybe bad telephone number?
he: בעיה בשחזור הסיסמה? יתכן ומספר הטלפון שגוי

source: One-time password
he: סיסמה זמנית

source: Resend me a code
he: שלחו שוב את הקוד

source: Verify Code
he: אשרו קוד

source: Check your SMS inbox, we have sent you the code to
he: בידקו את תיבת ההודעות, הקוד נשלח אליכם

source: Resend
he: שליחה חוזרת

source: Name &
he: שם &

source: Company
he: חברה

source: Company name
he: שם העסק

source: Is Talking Your Best Talent? Make Money From It
he: האם דיבור הוא הכשרון הטוב ביותר שלכם? למה שלא תרוויחו מזה כסף

source: So, what is Phone.do for Agents?
he: אז. מה זה בדיוק Phone.do לנציגים?

source: Phone.do is a service that connects businesses and agents for the greater good. Think of a call center app that works for businesses and call agents and you're on the right track. Read more below.
he: Phone.do הוא שירות המחבר בין עסקים וסוכנים לטובת הכלל. תחשוב על אפליקציית מוקד טלפוני שעובדת עבור עסקים וסוכני שיחות ואתה בדרך הנכונה. קרא עוד בהמשך.

source: Create an activity, your way
he: צור פעילות, בדרך שלך

source: We're on the lookout for people who want to earn cash. If you want to explore an opportunity to make money without committing or leaving your current role then we've got just the opportunity for you.
he: אנחנו מחפשים אנשים שרוצים להרוויח כסף. אם אתה תרצה לגלות הזדמנות להרוויח כסף ללא התחייבות או עזיבה של מקום עבודה נוכחי, אז יש לנו בדיוק את העבודה בשבילך.

source: Do what you love and get paid
he: עשו מה שאתם אוהבים והרוויחו כסף

source: Scout for street art or surf at sunset, Turn your passion into profit. Earn money without it feeling like a job.
he: חיפשו אחר אומנות רחוב או גלשו בשקיעה, הפכו את התשוקה שלכם לרווח. הרוויחו כסף מבלי שזה ירגיש עבודה.

source: Welcome to Phone.do, World's most advanced an innovative human answering service system that commects businesses around the world.
he: ברוכה הבאה לפונדו, מערכת מענה אנושי המתקדמת והמתחדשת בעולם, העונה לעסקים סביב העולם

source: Agent explanation
he: הסבר לנציגים

source: Agent testimonial
he: המלצת סוכן

source: Phone.do as an advanced and modern platform for perfect human answering services. You can work as a customer support agent and sales representative using Phone.do.
he: Phone.do כפלטפורמה מתקדמת ומודרנית לשירותי מענה אנושיים מושלמים. אתה יכול לעבוד כסוכן תמיכה בלקוחות ונציג מכירות באמצעות Phone.do.

source: We're here to help you develop a business on the back of your passion and talent. Phone.do have a large number of tools that enable you to grow a business with us and make more money. Don't work for the man. Those days are from the past. Develop a business on the back of talking to people. What’s there not to love?
he: אנחנו פה לעזור לכם לפתח עסק על בסיס התשוקה שלכם והכישרון לפונדו יש הרבה כלים לפתח עסק איתנו ולהרוויח הרבה כסף. תהיה הבוס של עצמך, הימים האלו עברו .לפתח עסק על בסיס לדבר עם אנשים ,מה יש לא לאהוב ?

source: Meet a few of our agents
he: פגוש כמה מהסוכנים שלנו

source: We connect you with the businesses that are looking for people just like you. No more searching high and low for the right kind of business to partner. We've done all the legwork for you so you can make money right away.
he: אנו מחברים אותך עם העסקים המחפשים אנשים בדיוק כמוך. לא עוד חיפוש עסקים בשביל להתחבר איתם. אנו עשינו את ההתרוצצות בשבילך כדי שאתה תוכל להרויח כסף בדרך הנכונה.

source: In every job I have worked in the past I felt missed. Because I was not rewarded according to my skills but according to what they were willing to pay me. Through Phone.do I decide how much I'm worth. And you will be amazed. I get paid exactly how much I want.
he: בכל עבודה בה עבדתי בעבר הרגשתי מפוספס, לא השתכרתי בהתאם ליכולותי אלא בהתאם למה שהמעסיקים היו מוכנים לשלם. דרך phone.do החלטתי כמה אני שווה, אתה תופתע, אני משתכר בדיוק כמו שאני רוצה.

source: I enjoy the money, the praise, the feedback, the promotion, the bonuses, the excitement ... I enjoy working with the Phone.do platform, you could say I was really addicted to it.
he: אני נהנה מהכסף, מהפירגונים, מהמשוב, מהקידום, הבונוסים והריגושים... אני נהנה לעבוד עם הפלטפורמה של phone.do אפשר להגיד, ממש התמכרתי לזה.

source: Simply complete your details. We need to know a little about you so we can match you with the right opportunities. This includes your name, address, languages spoken, skills, employment experience, degrees, qualifications, expertise, hobbies, etc.
he: פשוט השלם את פרטיך, אנו צריכים לדעת קצת יותר עליך כדי שנוכל להתאים לך את ההזדמנויות הנכונות. זה כולל את השם שלך, כתובת, שפות מדוברות, כישורים, נסיון עבודה, תארים, מומחיות, תחביבים וכו'

source: Creating your profiles
he: יצירת הפרופילים שלך

source: Once your part of the Phone.do family, you can set up profiles according to the type of activity you are looking for. The more profiles you have, the greater your chance of earning. Don't worry, you can always add more profiles, edit or delete a profile or even pause your account for a short while – whatever suits you. You are totally in control!
he: ברגע שאתה חלק ממשפחת phone.do אתה יכול ליצור פרופילים לפי סגנון הפעילות שאתה מחפש. ככל שיהיו לך יותר פרופילים, כך יגדלו סיכוייך להרוויח. אל תדאג, תמיד תוכל להוסיף עוד פרופילים, לערוך ולמחוק או אפילו להשהות את החשבון לזמן קצר - מה שטוב לך. אתה לגמרי בשליטה!

source: The next step is to activate the profile or profiles that you are ready to use. You set up how long you're available for – whether that's a regular schedule, a set timeframe or you're ready to start right away. Again, the power is in your hands.
he: השלב הבא הוא להפעיל את הפרופיל או הפרופילים שמוכנים לשימוש. אתה מגדיר לכמה זמן אתה פנוי - בין אם זה מערכת רגילה, מסגרת זמן מוגדרת או אתה מוכן להתחיל מיד. שוב, הכח בידיך.

source: How much do I get paid?
he: כמה אשתכר?

source: We recommend a tariff for your work with our clients, based on demand and supply plus what they want you to do for them. A business can set a maximum price they are willing to pay. The right balance for all of us is that there are enough calls for you guys plus it being financially viable for the company. We find the right balance so that everyone wins.
he: אנו מציעים תעריף לעבודתך עם הלקוחות שלנו, על בסיס ביקוש והיצע, פלוס מה הם רוצים שתעשה בשבילם. עסק יכול להגדיר סכום מקסימלי שהם מוכנים לשלם. האיזון הנכון לכולנו הוא שיש מספיק שיחות בשבילכם ושיהיה משתלם כלכלית עבור החברה. אנו מוצאים את האיזון הנכון כדי שכולם יצאו מנצחים.

source: How & when do I get Paid?
he: כיצד ומתי אקבל תשלום?

source: All earnings available for withdrawal immediately in any currency: by transferring to your local bank account, PayPal, Debit Card, or Paper Check.
he: כל הרווחים זמינים למשיכה מידית בכל סוג מטבע: ע"י העברה בנקאית, פייפאל, כרטיס דביט, או שיק.

source: How can I get promoted?
he: איך ניתן להתקדם?

source: This isn't a typical job role. There are no bosses asking you to stay late or come in early. You can earn a promotion through the site based on the good work you carry out for your clients. The higher your rating, the more you earn for each job. Just like any online community, your good standing means you are more in demand.
he: זה לא עבודה רגילה, אין בוסים שמבקשים ממך להישאר מאוחר או לבוא מוקדם. ניתן להרויח קידום באמצעות האתר על בסיס עבודה טובה שאתה מבצע עבור הלקוחות שלך. ככל שהדירוג שלך גבוה יותר, כך אתה מרוויח יותר לכל עבודה. בדיוק כמו כל קהילה ברשת, מצבכם הטוב אומר שאתם יותר מבוקשים.

source: How do I earn even more?
he: כיצד ניתן להרוויח אף יוצר?

source: If you can commit to more hours, then that is great. The more profiles you have, the more opportunities you have to earn money with us. And when you start to earn a promotion through your good work, these opportunities multiply.
he: אם תוכל להתחייב לשעות נוספות, אז זה נהדר. ככל שיהיו לך יותר פרופילים, יהיו לך יותר הזדמנויות לצבור כסף איתנו, וכשתתחיל להרויח קידומים דרך עבודתך הטובה, הזדמנויות אלו יתרבו.

source: Like to talk on the phone? Let's make money out of this! For every minute of conversation. Every language you speak. In every field you love.
he: אוהבים לדבר בטלפון? בואו נרוויח מזה כסף! על כל דקת שיחה. כל שפה שאתה מדבר. בכל תחום שאתה אוהב.

source: You want to make all your dreams come true? Looking to supplement income without leaving the permanent workplace? Want to pull your profits at any given moment?
he: אתה רוצה להגשים את כל חלומותיך? מעוניין להשלים הכנסה מבלי לעזוב את מקום העבודה הקבוע? רוצה למשוך את הרווחים שלך בכל רגע נתון?

source: Tired of a boss on the head? Want to decide for yourself when to work? Want to work from the couch at home or from the chair resting on the beach? Are you people of night or weekend?
he: נמאס לכם מבוס על הראש? רוצים להחליט בעצמכם מתי לעבוד? רוצים לעבוד מהספה בבית או מהכיסא שנח על החוף? האם אתם אנשים של לילה או סוף שבוע?

source: Want to control your wages? To be rewarded according to your qualifications? Get generous bonuses? Also profit from customer referral, post publishing, affiliate programs?
he: רוצה לשלוט בשכר שלך? להיות מתוגמל בהתאם לכישוריך? לקבל בונוסים אטרקטיביים? להרויח גם מהפנית לקוחות, פרסום פוסטים, תוכניות שותפים?

source: Want a job without giving up on fun and hobbies? Without giving up on family life? Without committing?
he: רוצה עבודה בלי לותר על כיף ותחביבים? בלי לותר על חיי משפחה? ללא התחייבות?

source: new account
he: חשבון חדש

source: and
he: ו

source: earn money
he: להרוויח כסף

source: Sign in to
he: הירשם ל

source: Enter your phone number and click Send
he: הכניסו את מספר הטלפון וליחצו ״שלח״

source: Create Hotline
he: צרו מוקד טלפוני

source: Give your Hotline a name
he: תנו למוקד הטלפוני שלכם שם

source: Please select a country
he: בבקשה תבחר מדינה

source: Setup a Hotline
he: הגדר קו חם

source: Setup a hotline with all the right parameters.
he: הגדר מוקד עם כל הפרמטרים הנכונים

source: Hotline name
he: שם מוקד

source: Target
he: מטרה

source: Location
he: מיקום

source: Language
he: שפה

source: Type a welcome message...
he: הקלד הודעת פתיחה

source: Type any kind of message you would like.
he: הקלד איזה סוג הודעה שתרצה

source: For example
he: לדוגמא

source: “Hello, how we can help you?”
he: שלום, איך אפשר לעזור לך?

source: Enter your city
he: הכנס את עירך

source: This Hotline will be deleted permanently.
he: המוקד ימחק לצמיתות

source: Delete
he: מחק

source: Back
he: חזור

source: Step
he: שלב

source: of
he: מתוך

source: Step 1 of
he: שלב 1 מתוך

source: Save and Exit
he: שמור וצא

source: Setup your Hotline
he: הגדר את המוקד שלך

source: Number / SIP
he: מספר / סיפ

source: Music
he: מוזיקה

source: Power-Ups
he: הפעלות

source: Requirements
he: דרישות

source: Hotline activation
he: פעילות המוקד

source: Please type correct phone number
he: בבקשה הכנס מספר טלפון תקין

source: Incoming or Outgoing calls
he: שיחות נכנסות או יוצאות

source: Setup incoming or outgoing calls for your Hotline.
he: הגדר שיחות נכנסות או יוצאות מהמוקד שלך

source: Setup only Incoming calls to my Hotline
he: הגדר רק שיחות נכנסות למוקד שלי

source: Outgoing calls
he: שיחות יוצאות

source: Setup only Outgoing calls to my Hotline
he: הגדר רק שיחות יוצאות למוקד שלי

source: Notifications
he: התראות

source: Choose how you would like to receive Notifications.
he: בחר כיצד תרצה לקבל התראות

source: Type other email
he: הכנס מייל נוסף

source: WhatsApp number
he: מספר וואטסאפ

source: Type other phone
he: הכנס טלפון נוסף

source: Summary
he: תקציר

source: Choose which platform you would like to receive the summary from.
he: בחר באיזה צורה תרצה לקבל את התקציר

source: App
he: אפליקציה

source: WhatsApp
he: וואטסאפ

source: WebHook
he: וובוק

source: Buy and select Phone number.
he: קנה ובחר מספר טלפון

source: Add your country and choose a phone number from the list.
he: הוסף מדינה ובחר מספר טלפון מהרשימה

source: Purchase number
he: קנה מספר

source: Choose a
he: בחר

source: for your Hotline
he: למוקד שלך

source: You can choose a sound or upload a new one.
he: ניתן לבחור צליל או להעלות צליל חדש

source: Welcome sound
he: צליל פתיחה

source: Voice mail sound
he: צליל דואר קולי

source: Company address
he: כתובת חברה

source: Choose one of a few targets for your Hotline.
he: בחר אחד מכמה המטרות למוקד שלך

source: City
he: עיר

source: Postal(zip) code
he: מיקוד

source: Street name
he: רחוב

source: Street number
he: מספר רחוב

source: Add all your company details and info, You can choose an existing company or add a new one.
he: הוסף את כל פרטי החברה, ניתן לבחור בחברה קיימת או להוסיף חברה חדשה

source: Add company details
he: הוסף פרטי חברה

source: Add all your company details and info.
he: הוסף את כל פרטי החברה והמידע

source: Upload a logo
he: העלה לוגו

source: Email address
he: כתובת מייל

source: Company URL
he: כתובת של אתר החברה

source: Business type
he: סוג חברה

source: Social links
he: קישורים חברתיים

source: Error while setting hotline company
he: שגיאה בעת הגדרת חברת המוקד

source: Existing companies
he: חברות קיימות

source: Choose one company from your existing list.
he: בחר חברה אחת מהרשימה הקיימת

source: Something went wrong
he: אירעה שגיאה

source: Add your Social links
he: הוסף קישורים חברתיים

source: Add WhatsApp link
he: הוסף קישור לוואטסאפ

source: Add YouTube link
he: הוסף קישור ליוטיוב

source: Add Facebook link
he: הוסף קישור לפייסבוק

source: Add Instagram link
he: הוסף קישור לאינסטגרם

source: Add Twitter link
he: הוסף קישור לטוויטר

source: Add LinkedIn link
he: הוסף קישור ללינקנדאין

source: Choose your Business type from the list
he: בחר את סוג החברה שלך מתוך הרשימה

source: Choose Hotline target
he: בחר את מטרת המוקד

source: Choose Hotline language
he: בחר את שפת המוקד

source: Frequently asked questions
he: שאלות נפוצות

source: Add questions and answers for you agents
he: הוסף שאלות ותשובות לסוכנים שלכם

source: Add Q&A
he: הוסף שאלות ותשובות

source: Age
he: גיל

source: Mandatory field
he: שדה חובה

source: Available call agent
he: סוכן טלפון זמין

source: See all available call agents they are fit to your requirements.
he: ראה כל סוכנים פנויים שמתאימים לדרישותיך

source: Certificates
he: תעודות

source: Add new certificate
he: הוסף תעודה חדשה

source: Setup your degree level.
he: הגדר רמת תואר

source: Add new education
he: הוספת השכלה נוספת

source: Experience
he: נסיון

source: Setup your professionalism & experience in years.
he: הגדר מקצועיותך וניסיונך בשנים

source: Professionalism
he: מקצועיות

source: Add new
he: הוספת חדש

source: Facilities
he: מוסדות

source: Gender
he: מין

source: Interests
he: תחומי התעניינות

source: Add new interest
he: הוסף תחום התעניינות נוסף

source: Feel free to add more language
he: הרגש חופשי להוסיף עוד שפה

source: Add language
he: הוספת שפה

source: Setup your language level by reading, write and speak in this language.
he: הגדר רמת שפה לפי קריאה, כתיבה ודיבור בשפה זו

source: Reading
he: קריאה

source: Talking
he: דיבור

source: Writing
he: כתיבה

source: Mass Ranking
he: דירוג המונים

source: Placement Ranking
he: דירוג מיקום

source: Skills
he: כישורים

source: Add new skill
he: הוסף כישורים נוספים

source: Questioning
he: תשאול

source: Questions
he: שאלות

source: Add free question
he: הוסף שאלה חינמית

source: Add question
he: הוספת שאלה

source: Add answer
he: הוספת תשובה

source: You can edit or delete questions or answers
he: ניתן לערוך או למחוק שאלות או תשובות

source: Add a Q&A
he: הוספת שאלות ותשובות

source: Setup hotline activation
he: הגדר פעילות מוקד

source: Setup the hotline activation, days, hours, etc.
he: הגדר פעילות מוקד, ימים, שעות וכו'.

source: Activation On/Off
he: פעילות כבוי/מכובה

source: Setup the hotline hours.
he: הגדר שעות מוקד

source: Setup days
he: הגדר ימים

source: Setup the hotline days.
he: הגדר ימי מוקד

source: Holidays On/Off
he: שבתות וחגים כבוי/מכובה

source: Upload
he: העלאה

source: Setup the right Hotline requirements.
he: הגדר את דרישות המוקד

source: Setup your industries, language level, and education.
he: הגדר את התחומים, הרמה השפתית והשכלת הנציגים

source: See available call agent based on your requirements..
he: צפו בנציגים הזמינים לפי הדרישות שקבעתם

source: Choose the type of questionnaire that you want or add a new one.
he: בחרו את סוג השאלון או צרו שאלון חדש

source: Script deleted
he: התסריט נמחק

source: Add questionnaire...
he: הוסף שאלון

source: Power-Ups.
he: תוספים ומודולים

source: Setup your working power-ups
he: הגדירו את התוספים שיכללו במוקד

source: Purchase new number
he: רכשו מספר טלפון חדש

source: Country is required
he: חובה לבחור מדינה

source: Selected number
he: המספר נבחר

source: Select number
he: בחר מספר

source: Phone number is required
he: חובה לבחור מספר טלפון

source: Selected date period
he: תקופת התאריכים שנבחרו

source: Select date period
he: בחרו תקופת תאריכים

source: Date period is required
he: חובה לבחור תקופת תאריכים

source: Buy
he: קניה

source: Choose the number
he: בחירת מספר

source: Choose the date period
he: בחר טווח תאריך

source: month
he: חודש

source: months
he: חודשים

source: or upload a new one.
he: או העלו חדש

source: Setup a
he: הגדר

source: for your Hotline and choose the language you want for the sound.
he: עבור המוקד שלכם ובחרו את השפה שתרצו עבור המוזיקה

source: eMeet
he: פגישה

source: phone number is invalid
he: מספר הטלפון אינו תקין

source: Outsourcing
he: מיקור חוץ

# רב משימתי ורב תחומי 24/7/365
source: any kind, size and location
he: רב משימתי ורב תחומי 24/7/365

source: Human
he: אנושי

source: Human
he: שירות

source: Professional, multilingual, tasking and multi disciplinary BPO for businesses at any kind,size and location.
he: BPO מקצועי, רב לשוני, רב משימתי ורב תחומי. לעסקים בכל סוג, גודל ומיקום.

source: Available
he: זמינות

source: Service
he: אנושי

source: Tasks
he: משימות

source: Payment
he: תשלום

source: per min
he: לפי דקה

source: Sip, WebRTC, DID, Click to call.
he: סיפ, ווב אר טי סי, חיפ, לחץ להתקשר

source: Delivery
he: תוצרים

source: API, App, WhatsApp, mail, web, webhook.
he: אפליקציה, וואטסאפ, דוא''ל, אתר, אירוע, ממשק תכנות יישומים

source: We will handle your phone inquiries in any language, subject, matter, purpose.
he: אנו נטפל בפניות הטלפוניות שלכם בכל שפה, נושא, תחום, מטרה

source: During The Call
he: במהלך השיחה

source: Listen, Guide, Intervene
he: תקשיב, תדריך, תתערב

source: After The Call
he: לאחר השיחה

source: Recorded, transcribed, translated
he: מוקלט, מתומלל, מתורגם

source: Start in
he: התחל בתוך

source: 00:10:15 Min
he: 00:10:15 דק'

source: Enter business details
he: הזן את פרטי העסק

source: 00:02:30 Min
he: 00:02:30 דק'

source: Choose answer language
he: בחר שפת מענה

source: 00:00:05 Min
he: 00:00:05 דק'

source: Choose phone number
he: בחר מספר טלפון

source: 00:00:30 Min
he: 00:00:30 דק'

source: Create call script
he: צור תסריט שיחה

source: 00:05:30 Min
he: 00:05:30 דק'

source: Forward your calls
he: בצע הפניית שיחות

source: 00:01:25 Min
he: 00:01:25 דק'

source: upload your logo
he: העלה את הלוגו שלך

source: hello
he: שלום

source: Already have an account?
he: כבר יש לך חשבון?

source: Create An Account
he: צור חשבון

source: Create your account to start managing your Phone.do.
he: .שלך Phone.do צור את החשבון שלך כדי להתחיל לנהל את ה

source: Company Name
he: שם החברה

source: Confirm Password
he: אשר סיסמה

source: *password must have least 8 characters long and include
he: על הסיסמה לכלול לפחות 8 תווים

source: uppercase and lowercase letters,numbers,and symbols
he: אותיות גדולות וקטנות, מספרים וסמלים

source: *Subdomain only accepts lower case letters, digits and '-' sign
he: תת-דומיין מקבל רק אותיות קטנות, ספרות ו'-'

source: By creating account, you agree to our
he: על ידי יצירת חשבון אתה מסכים

source: Terms & Conditions
he: תנאים וההגבלות שלנו

source: | Privacy & Policy
he: מדיניות פרטיות |

source: Create an account!
he: צור חשבון!

source: Or create an account using:---------------------------------------
he: או ליצור חשבון באמצעות---------------------------------------:

source: You must agree to the terms and conditions
he: עליך להסכים לתנאים ולהגבלות

source: Confirm Your Number
he: אשר את מספרך

source: verification code invalid!
he: קוד אימות לא חוקי!

source: Didn’t get a code?
he: לא קיבלת קוד?

source: Resend Code
he: שלח קוד שוב

source: Create an account
he: צור חשבון

source: YOUR BASIC INFORMATION
he: המידע הבסיסי שלך

source: Please complete your basic information
he: אנא מלא את המידע הבסיסי שלך

source: Vat Number
he: מספר מע''מ

source: Company Address
he: כתובת החברה

source: state
he: אזור

source: State
he: אזור

source: Region
he: אזור

source: Zip Code
he: מיקוד

source: next
he: הבא

source: number connot be empty
he: המספר לא יכול להיות ריק

source: you need to select a region
he: עליך לבחור אזור

source: you need to select a country
he: אתה צריך לבחור מדינה

source: company name connot be empty
he: שם החברה לא יכול להיות ריק

source: TELL US ABOUT YOUR BUSINESS
he: ספר לנו על העסק שלך

source: Please complete your business details.
he: .אנא מלא את פרטי העסק שלך

source: Area Of Practice
he: תחום עיסוק

source: Main Activity
he: פעילות עיקרית

source: Telephone Service
he: שירות טלפוני

source: Number Of Customers
he: מספר לקוחות

source: Please select your logo Image for Preview
he: אנא בחר תמונה לוגו שלך לתצוגה מקדימה

source: Logo
he: לוגו

source: Country Of Operation
he: ארץ פעילות

source: you need to uploud a logo
he: אתה צריך להעלות לוגו

source: area connot be empty
he: האזור לא יכול להיות ריק

source: ARE YOU ON SOCIAL MEDIA?
he: אתה במדיה חברתית?

source: Choose your social media if you have one.
he: .בחר את המדיה החברתית שלך אם יש לך

source: Website URL
he: כתובת אתר

source: Facebook
he: פייסבוק

source: Instagram
he: אינסטגרם

source: YouTube
he: יוטיוב

source: youtube
he: יוטיוב

source: whatsapp
he: ווצאפ

source: twitter
he: טוויטר

source: tiktok
he: טיקטוק

source: linkedin
he: לינקדאין

source: instagram
he: אינסטגרם

source: facebook
he: פייסבוק

source: website
he: אתר

source: Twitter
he: טוויטר

source: Snapchat
he: סנאפצ'אט

source: TikTok
he: טיק טוק

source: Telegram
he: טלגרם

source: FILL IN YOUR SOCIAL MEDIA?
he: למלא את המדיה החברתית שלך?

source: TELL US WHO YOU ARE?
he: ספר לנו מי אתה?

source: Give us your basic information
he: תן לנו את המידע הבסיסי שלך

source: Full name
he: שם מלא

source: Full Name
he: שם מלא

source: Email Address
he: כתובת דוא''ל

source: Roll In The Company
he: תפקיד בחברה

source: confirm
he: אישור

source: Confirm
he: אישור

source: PHONE.DO PRICING
he: PHONE.DO מחירים של

source: This calculator will help you calculate your percentage profit
he: מחשבון זה יעזור לכם לחשב את הרווח האחוזי שלכם

source: and the total price to your customers.
he: .והמחיר הכולל ללקוחות שלך

source: Percentage
he: אחוזים
