Repository: ayalacohen1/demo-web
Catalog: src/phonedo_i18n/src/*.po
Languages: he

source: 24. Updates We may update or modify these Terms and Conditions without notice, at our discretion. The latest version of these Terms and Conditions shall be available for review on the App. We suggest you read the Terms and Conditions periodically to ensure familiarity with the latest version. Your continued access to or use of the App following any modifications made to these Terms and Conditions shall constitute your acceptance of the updated Terms and Conditions.
he: 24. עדכונים אנו עשויים לעדכן או לשנות את התנאים וההגבלות הללו ללא הודעה מוקדמת, לפי שיקול דעתנו. הגרסה העדכנית ביותר של תנאים והגבלות אלה תהיה זמינה לעיון באפליקציה. אנו מציעים לך לקרוא את התנאים וההגבלות מעת לעת כדי להבטיח היכרות עם הגרסה העדכנית ביותר. המשך הגישה שלך לאפליקציה או השימוש בה לאחר כל שינוי שנעשה בתנאים וההגבלות הללו יהווה את הסכמתך לתנאים וההגבלות המעודכנים.

source: EMPLOYER-EMPLOYEE RELATIONSHIP.
he: יחסי עובד מעביד.

source: 1. The various users, and the customers, and the suppliers, and the partners, and the Freelancers, and the business, and the investors, hereby declare that no employee-employer relationship exists between them and Phonedo. 2. The various users, and the customers, and the suppliers, and the partners, and the Freelancers, and the business, and the investors, will not be able to obtain social or other employee rights in the future. 3. The various users, and the customers, and the suppliers, and the partners, and the Freelancers, and the business, and the investors, hereby declare that the payments they receive from Phonedo constitute full and final consideration for the service provider’s services, and shall not be entitled to any additional consideration or payment of any kind. It should be clarified in this regard that if a claim or demand is made in the future for the payment of any social right as a salaried employee, payments received shall be deemed to include full rights – and in particular travel and recovery fees – and in any case the excess proceeds received as a service provider shall be deemed to be offset by the rights they were entitled to, if he determines he is eligible. 4. This Agreement constitutes a contract for the provision of services, and as such, exclusively governs all contractual terms of service and all that is involved therewith. 5. This Agreement is exhaustive of the legal relationship between the parties and supersedes any contract, arrangement, agreement, negotiation, exchange, understanding, undertaking or representation which, if any, were in writing or orally, between the parties prior to the signing of this contract. 6. The various users, and the customers, and the suppliers, and the partners, and the Freelancers, and the business, and the investors, hereby declare that they have the requisite job requirements and skills to perform their duties and that they have the knowledge, skills, experience and skill to perform their duties to the best of their ability and to the satisfaction of the users and customers. And the other partners. 7. The various users, and the customers, and the suppliers, and the partners, and the Freelancers, and the business, hereby declare that there is no contractual and / or legal impediment to their contracting in this contract and / or performing their duties on the best side. 8. The various users, and the customers, and the suppliers, and the partners, and the Freelancers, and the business, and the investors, hereby declare that they have no objection to service to other parties, provided that they do not compete with the customer in any way. 9. The various users, and the customers, and the suppliers, and the partners, and the Freelancers, and the business, and the investors, hereby undertake to comply with the Company’s procedures in accordance with all written in this document as well as all updates that will be added from time to time. Appendix to procedures attached to this Agreement, which shall be updated from time to time. 10. The various users, and the customers, and the suppliers, and the partners, and the Freelancers, and the business, and the investors, hereby pledge to insure their wages for loss of work skills or a pension fund that includes a loss of work capacity. Phonedo may be authorized to periodically verify the existence of the insurance.
he: 1. המשתמשים השונים, והלקוחות, והספקים, והשותפים, והפרילנסרים, והעסק והמשקיעים, מצהירים בזאת כי לא מתקיימים יחסי עובד-מעביד בינם לבין Phonedo. 2. המשתמשים השונים, והלקוחות, והספקים, והשותפים, והפרילנסרים, והעסק והמשקיעים, לא יוכלו לקבל בעתיד זכויות עובדים חברתיות או אחרות. 3. המשתמשים השונים והלקוחות והספקים והשותפים והפרילנסרים והעסק והמשקיעים מצהירים בזאת כי התשלומים שהם מקבלים מפונדו מהווים תמורה מלאה וסופית עבור שירותי נותן השירות, ולא תהיה זכאית לכל תמורה נוספת או תשלום מכל סוג שהוא. יובהר לעניין זה, כי אם תוגש בעתיד תביעה או דרישה לתשלום זכות סוציאלית כלשהי כעובד בשכר, יראו התשלומים המתקבלים ככוללים את מלוא הזכויות - ובפרט דמי נסיעה והבראה - ובכל מקרה התמורה העודפת שהתקבלה כנותן שירות תיחשב כמתקזזת בזכויות שהיו זכאיות להן, אם יקבע שהוא זכאי. 4. הסכם זה מהווה חוזה למתן שירותים, וככזה, מסדיר באופן בלעדי את כל תנאי השירות החוזיים וכל הכרוך בהם. 5. הסכם זה ממצה את מערכת היחסים המשפטית בין הצדדים וגובר על כל חוזה, הסדר, הסכם, משא ומתן, החלפה, הבנה, התחייבות או ייצוג אשר, אם יש, היו בכתב או בעל-פה, בין הצדדים לפני החתימה על החוזה הזה. 6. המשתמשים השונים, והלקוחות, והספקים, והשותפים, והעצמאיים, והעסק והמשקיעים, מצהירים בזאת כי הם בעלי דרישות התפקיד והכישורים הנדרשים לביצוע תפקידם וכי הם בעלי ידע, כישורים, ניסיון ומיומנות לביצוע תפקידם על הצד הטוב ביותר ולשביעות רצון המשתמשים והלקוחות. ושאר השותפים. 7. המשתמשים השונים, והלקוחות, והספקים, והשותפים, והעצמאיים ובית העסק, מצהירים בזאת כי אין מניעה חוזית ו/או משפטית להתקשרותם בחוזה זה ו/או לביצוע תפקידם. על הצד הטוב ביותר. 8. המשתמשים השונים, והלקוחות, והספקים, והשותפים, והעצמאיים, והעסק והמשקיעים, מצהירים בזאת כי אין להם התנגדות למתן שירות לגורמים אחרים, ובלבד שאינם מתחרים ב. הלקוח בכל דרך שהיא. 9. המשתמשים השונים, והלקוחות, והספקים, והשותפים, והפרילנסרים, והעסק והמשקיעים, מתחייבים בזאת לעמוד בנהלי החברה בהתאם לכל הכתוב במסמך זה וכן לכל עדכונים שיתווספו מעת לעת. נספח לנהלים המצורפים להסכם זה, אשר יתעדכן מעת לעת. 10. המשתמשים השונים והלקוחות והספקים והשותפים והפרילנסרים והעסק והמשקיעים מתחייבים בזה לבטח את שכרם בגין אובדן כושר עבודה או קרן פנסיה הכוללת הפסד של כּוֹשֵׁר עֲבוֹדָה. Phonedo עשוי להיות מורשה לוודא מעת לעת את קיומו של הביטוח.

source: TAXES
he: מסים

source: 1. R. Phonedo Call Centers Ltd. is an Israeli company and is bound by all Israeli tax laws. 2. The various users, and the customers, and the suppliers, and the partners, and the Freelancers, and the business, and the investors, of Phonedo are aware that no employee-employer relationship exists with Phonedo. 3. Phonedo does not tax withholding. But will do so when obligated by law to do so. 4. Phonedo does not Deduct VAT taxes from payments initiated to users and customers and suppliers and partners. but will do so when obligated by law to do so. 5. Phonedo does not Deduct Social Security payments. From payments initiated to users and customers and suppliers and partners. but will do so when obligated by law to do so. 6. All amounts that Phonedo pays to its suppliers are net payments before deducting any tax payments. 7. The various users, and the customers, and the suppliers, and the partners, and the Freelancers, and the business, and the investors, hereby declare that they are responsible for reporting to the various tax authorities in their state of residence all their income and expenses in any connection to the Phonedo Company. 8. Phonedo may at any time request a tax exemption clearance and hold funds until the certificate is duly obtained. 9. The various users, and the customers, and the suppliers, and the partners, and the Freelancers, and the business, and the investors, undertake to fully comply with all lawful obligations. 10. Phonedo will collect VAT payments lawfully from each user and customers, and suppliers, and partners, and Freelancers, and business, and the investors, for a service or product that was been purchase through Phonedo.
he: 1. R. Phonedo Call Centers Ltd הינה חברה ישראלית ומחויבת לכל דיני המס בישראל. 2. המשתמשים השונים, והלקוחות, והספקים, והשותפים, והפרילנסרים, והעסק והמשקיעים של Phonedo מודעים לכך שלא מתקיימים יחסי עובד-מעביד עם Phonedo. 3. Phonedo לא גובה ניכוי מס במקור. אך יעשה זאת כאשר מחויב על פי חוק לעשות זאת. 4. Phonedo אינה מנכה מסי מע"מ מתשלומים שיוזמו למשתמשים ולקוחות וספקים ושותפים. אך תעשה זאת כאשר מחויב על פי חוק לעשות זאת. 5. Phonedo לא מנכה תשלומי ביטוח לאומי. מתשלומים יזומים למשתמשים ולקוחות ולספקים ושותפים. אך תעשה זאת כאשר מחויב על פי חוק לעשות זאת. 6. כל הסכומים ש-Phonedo משלמת לספקיה הם תשלומים נטו לפני ניכוי תשלומי מס. 7. המשתמשים השונים, והלקוחות, והספקים, והשותפים, והעצמאיים, והעסק והמשקיעים, מצהירים בזאת כי הם אחראים לדווח לרשויות המס השונות במדינת מגוריהם על כל שלהם. הכנסות והוצאות בכל קשר לחברת Phonedo. 8. Phonedo רשאית בכל עת לבקש אישור פטור ממס ולהחזיק כספים עד לקבלת האישור כדין. 9. המשתמשים השונים, והלקוחות, והספקים, והשותפים, והפרילנסרים, והעסק והמשקיעים, מתחייבים לעמוד במלוא ההתחייבויות החוקיות. 10. Phonedo תגבה תשלומי מע"מ כדין מכל משתמש ולקוח, וספקים, ושותפים, ופרילנסרים, ועסק, ומהמשקיעים, עבור שירות או מוצר שנרכשו באמצעות Phonedo

source: On a scale of one to ten, how much would you like to work for us?
he: בטווח מאחד עד עשר, כמה היית רוצה לעבוד אצלנו?

source: Architecture
he: אדריכלות

source: Computers
he: מחשבים

source: Craftsmanship
he: אומנות

source: Diet
he: תזונה

source: Economy
he: כלכלה

source: education
he: חינוך

source: Engineering
he: הנדסה

source: Gaming
he: הימורים

source: Graphics
he: גרפיקה

source: history
he: היסטוריה

source: Laws
he: חוקים

source: Math
he: מתמטיקה

source: Politics
he: פוליטיקה

source: Sciences
he: מדעים

source: Social services
he: שירותים חברתיים

source: Technicians
he: טכנאות

source: You are transferred to a sales center
he: הנך מועבר למוקד מכירות

source: Please wait while we connect you
he: אנא המתן בעת שאנחנו מחברים אותך

source: to an English speaking sales representative
he: אל נציג מכירות דובר עברית

source: Call
he: חייג
