Repository: ayalacohen1/demo-web
Catalog: src/phonedo_i18n/src/*.po
Languages: he

source: If you are not a member of any social network, you can skip this step and move on.
he: אם אינך חבר/ה באף רשת חברתית, תוכל/י לדלג על שלב זה ולהמשיך הלאה

source: You can select up to 3 education degrees
he: ניתן לבחור עד 3 תארים

source: You can select up to 3 professions
he: ניתן לבחור עד 3 מקצועות

source: You can select up to 3 experinces.
he: ניתן לבחור עד 3 מקומות עבודה.

source: You can select up to 3 hobbies.
he: ניתן לבחור עד 3 תחביבים.

source: None
he: ללא

source: Bachelor’s degree
he: תואר ראשון

source: Master’s degree
he: תואר שני

source: Add Preferred workplace
he: הוספת מקום עבודה מועדף

source: At home
he: בבית

source: At my Office
he: במשרד שלי

source: Shared \nspaces
he: במרחב משותף

source: Outside
he: בחוץ

source: Congratulations!!!
he: מזל טוב!!!

source: Thanks for getting onboard!
he: תודה על ההצטרפות!

source: Let’s go!
he: בואו נמשיך!

source: No extra
he: ללא תוספת

source: Rating (10%)
he: דירוג (10%)

source: experience (20%)
he: ניסיון (20%)

source: 07:00am - 05:00pm
he: 07:00 בבוקר - 05:00 אחר הצהריים

source: 05:00pm - 12:00am
he: 05:00 אחר הצהריים - 12:00 בלילה

source: 12:00am - 07:00am
he: 12:00 בלילה עד 07:00 בבוקר

source: Weekend
he: סוף שבוע

source: Holidays
he: חגים

source: Providing information
he: מתן מידע

source: Take messages
he: לקיחת הודעות

source: Call transfer
he: העברת שיחות

source: Reminders
he: תזכורות

source: Collection
he: גביה

source: Surveys
he: סקרים

source: Donations
he: תרומות

source: Technical support
he: תמיכה טכנית

source: Types of calls
he: סוגי שיחות

source: Fit
he: מתאים

source: Approved
he: מאושר

source: My working profile
he: פרופיל העבודה שלי

source: My rating
he: הדירוג שלי

source: Why is this my rating?
he: למה זה הדירוג שלי?

source: Do you want to improve your rating quickly?
he: האם את/ה רוצה לשפר את הדירוג שלך במהירות?

source: My availability
he: הזמינות שלי

source: Why this is my availability?
he: למה זו הזמינות שלי?

source: At the moment you are still new and this is the initial availability. In order to improve the availability we encourage you watch the tutorial videos.
he: כרגע אתה עדיין חדש וזו הזמינות הראשונית. על מנת לשפר את הזמינות אנו ממליצים לצפות בסרטוני ההדרכה.

source: My base salary
he: משכורת הבסיס שלי

source: Why is this my salary?
he: למה זה המשכורת שלי?

source: At the moment you are still new and this is the starting salary. In order to improve your salary you need to gain experience and a good rating \nFor this we recommend you to purchase guides
he: כרגע אתה עדיין חדש וזו השכר ההתחלתי. על מנת לשפר את השכר שלך אתה צריך לצבור ניסיון ודירוג טוב בשביל זה אנו ממליצים לך לרכוש מדריכים

source: items to submit
he: שלבים לסיום

source: The file is received in the system!
he: !הקובץ התקבל במערכת

source: Thanks for sharing!
he: !תודה על השיתוף

source: You uploaded a heavy file,
he: ,העלית קובץ כבד

source: Sorry for the delay!
he: !סליחה על העיכוב

source: Video length limit:
he: מגבלת אורך הסרטון:

source: seconds!
he: !שניות

source: 7.2 Release of Payments and Charges The Business shall honor all charges in connection with the Services, as listed in the estimate and subsequent confirmation of costs. The Business shall pay all applicable taxes and charges in connection with the Services purchased. Unless otherwise indicated by us, the Business’ payment method and information shall remain on file to cover future payments of Services. The Business shall be responsible for all Requests placed using the Business’ user account and payment method. If the Business’ payment method has been hacked or compromised, the Business agrees to notify us immediately through the App.
he: 7.2 שחרור תשלומים וחיובים העסק יכבד את כל החיובים בקשר לשירותים, כמפורט באומדן ובאישור העלויות שלאחר מכן. העסק ישלם את כל המסים וההיטלים הרלוונטיים בקשר לשירותים שנרכשו. אלא אם כן צוין אחרת על ידינו, אמצעי התשלום והמידע של העסק יישארו בקובץ כדי לכסות תשלומים עתידיים של שירותים. העסק יהיה אחראי לכל הבקשות המוגשות באמצעות חשבון המשתמש ואמצעי התשלום של העסק. אם אמצעי התשלום של העסק נפרץ או נפרץ, העסק מסכים להודיע לנו באופן מיידי דרך האפליקציה

source: 7.3 Refunds All payments made by the Business for Services performed are final, and are not subject to refunds. More specifically, we do not accept to grant refunds on the following grounds: quality of the Services, or issues with the Freelancer. Any unused balance in the Business’ user account shall not be subject to a refund. It is, however, possible for a Business to rate the Freelancer’s performance upon the completion of the Services. The Business’ rating and feedback of the Freelancer shall be used by the Company for quality assurance and compliance.
he: 7.3 החזרים כל התשלומים המבוצעים על ידי העסק עבור שירותים שבוצעו הם סופיים, ואינם כפופים להחזרים. ליתר דיוק, איננו מסכימים להעניק החזרים מהסיבות הבאות: איכות השירותים או בעיות עם הפרילנסר. כל יתרה שלא נוצלה בחשבון המשתמש של העסק לא תהיה כפופה להחזר. עם זאת, עסק יכול לדרג את הביצועים של הפרילנסר עם השלמת השירותים. הדירוג והמשוב של העסק על הפרילנסר ישמשו את החברה לצורך אבטחת איכות וציות.

source: 8. Freelancer accounts Successful Freelancers are motivated, professional, punctual, and reliable. To perform Services for Businesses, Freelancers shall submit their qualifications and profile containing their experience and language skills on the App. We shall send notifications to Freelancers when their profile matches a Request. Considering the time sensitive nature of Requests, we encourage Freelancers to respond to Requests rapidly. For this reason, we encourage Freelancers to enable “push notifications”. Upon accepting to perform Services pursuant to a Request, the Freelancer shall comply with the following: – The Freelancer shall respond to the Request in a timely manner. – The Freelancer shall perform the Services with competence, skill and care. – The Freelancer shall deliver the Services within the timeframe specified in the Request. – The Freelancer shall communicate respectfully and professionally with the Business throughout the performance of the Services. – The Freelancer acknowledges that the Freelancer is performing the Services as an independent contractor to the Business and to the Company. Nothing in these Terms and Conditions shall be construed as creating an employment relationship between the Freelancer and the Company. We reserve the right to not publicize or display a Freelancer’s profile on the App if we determine that the Freelancer is not competent, has too many Requests that are overdue or provide Services that are not up to par.
he: 8. חשבונות פרילנסרים פרילנסרים מצליחים הם בעלי מוטיבציה, מקצועיים, דייקנים ואמינים. כדי לבצע שירותים לעסקים, פרילנסרים ישלחו את הכישורים והפרופיל שלהם המכילים את הניסיון ואת כישורי השפה שלהם באפליקציה. אנו נשלח הודעות לפרילנסרים כאשר הפרופיל שלהם תואם בקשה. בהתחשב באופי הרגיש בזמן של בקשות, אנו מעודדים פרילנסרים להגיב לבקשות במהירות. מסיבה זו, אנו מעודדים פרילנסרים לאפשר "הודעות דחיפה". עם הסכמתו לביצוע שירותים בהתאם לבקשה, הפרילנסר יעמוד בדרישות הבאות: – הפרילנסר יגיב לבקשה במועד. – הפרילנסר יבצע את השירותים בכשירות, במיומנות ובזהירות. – הפרילנסר יספק את השירותים במסגרת הזמן המפורטת בבקשה. – הפרילנסר יתקשר בכבוד ובמקצועיות עם העסק לאורך כל ביצוע השירותים. – הפרילנסר מאשר כי הפרילנסר מבצע את השירותים כקבלן עצמאי לעסק ולחברה. שום דבר בתקנון זה לא יתפרש כיצירת יחסי עבודה בין הפרילנסר לבין החברה. אנו שומרים לעצמנו את הזכות לא לפרסם או להציג פרופיל של פרילנסר באפליקציה אם אנו קובעים שהפרילנסר אינו כשיר, יש לו יותר מדי בקשות באיחור או מספק שירותים שאינם עומדים בקנה אחד.

source: 8.1 Freelancer’s Compensation Upon the completion of the Services by the Freelancer pursuant to a Request, the Freelancer shall be entitled to a portion of the fees paid by the Business for the Services as compensation. We shall submit the compensation to the Freelancer in the proportions agreed upon between the Freelancer and the Company. The Freelancer shall be responsible for the payment of any taxes imposed on compensation received for the Services, such as income taxes and self-employment tax, to our full exclusion.
he: 8.1 פיצוי של פרילנסר עם השלמת השירותים על ידי הפרילנסר על פי בקשה, הפרילנסר יהיה זכאי לחלק מהעמלות ששילם העסק עבור השירותים כפיצוי. אנו נגיש את הפיצוי לפרילנסר בפרופורציות המוסכמות בין הפרילנסר לבין החברה. הפרילנסר יהיה אחראי לתשלום מסים כלשהם שיוטלו על פיצויים שהתקבלו עבור השירותים, כגון מס הכנסה ומס עצמאים, עד לביטול המלא שלנו

source: 9. App as an intermediary The App serves as an intermediary between Businesses and Freelancers, and allows Businesses to acquire Services by Freelancers featured on the App. The Freelancers offering Services on the App are not our employees, rather, they are independent service providers. As an intermediary, we cannot control the quality or the effectiveness of the Services provided. While we use our best efforts to vet and select highly skilled and professional Freelancers, we do not perform the Services ourselves so we cannot control the outcome of the Services.
he: 9. אפליקציה כמתווך האפליקציה משמשת כמתווך בין עסקים לפרילנסרים, ומאפשרת לעסקים לרכוש שירותים של פרילנסרים המופיעים באפליקציה. הפרילנסרים המציעים שירותים באפליקציה אינם העובדים שלנו, אלא הם ספקי שירות עצמאיים. כמתווך, איננו יכולים לשלוט באיכות או באפקטיביות של השירותים הניתנים. למרות שאנו עושים את מיטב המאמצים שלנו לבדוק ולבחור פרילנסרים מיומנים ומקצועיים ביותר, איננו מבצעים את השירותים בעצמנו ולכן איננו יכולים לשלוט בתוצאות השירותים

source: 9.1 Calls Held on the App As the Services may involve the Freelancer participating in a call with the Business, we ask that Users do not record any calls, content and activities held on the App, except with our explicit prior consent. You are not authorized to sell, lease, transfer, assign, lend or otherwise share the calls, content and messages exchanged on the App with any third party. You are not authorized to permit a third party to listen in on a call, without having obtained our prior written consent. You acknowledge that we will have the ability to store, listen, and analyze all calls held through the App. We will also retain the right to view, store and analyze messages, notifications and discussions held on the App. This information may be provided and assigned to third parties by the Company for an audit or for another specific purpose. The content of the calls, messages and discussions shall be available to us at all times, and we shall hold all ownership rights to all such content.
he: 9.1 שיחות שהתקיימו באפליקציה מכיוון שהשירותים עשויים לכלול את הפרילנסר המשתתף בשיחה עם העסק, אנו מבקשים מהמשתמשים לא להקליט שיחות, תוכן ופעילויות כלשהן שנערך באפליקציה, אלא בהסכמתנו המפורשת מראש. אינך מורשה למכור, להחכיר, להעביר, להקצות, להשאיל או לשתף בכל דרך אחרת את השיחות, התכנים וההודעות שהוחלפו באפליקציה עם צד שלישי כלשהו. אינך מורשה לאפשר לצד שלישי להאזין לשיחה, מבלי שקיבלת את הסכמתנו מראש ובכתב. אתה מאשר כי תהיה לנו היכולת לאחסן, להאזין ולנתח את כל השיחות שמתנהלות דרך האפליקציה. כמו כן, נשמור על הזכות לצפות, לאחסן ולנתח הודעות, התראות סרטונים ודיונים שנערכים באפליקציה. מידע זה עשוי להימסר ולהקצות לצדדים שלישיים על ידי החברה לצורך ביקורת או למטרה ספציפית אחרת. תוכן השיחות, ההודעות והדיונים יהיו זמינים לנו בכל עת, ואנו נחזיק בכל זכויות הבעלות על כל תוכן כזה.

source: 10. Disputes between users In case of a dispute between Users, we invite the Users to resolve the dispute amicably between them. If the dispute cannot be reasonably resolved, it should be submitted to us for review and handling. We are not obligated to resolve any dispute between Users, but we will use our best efforts to secure a mutually-acceptable resolution of the dispute based on the facts and each User’s rights.
he: 10. מחלוקות בין משתמשים במקרה של מחלוקת בין משתמשים, אנו מזמינים את המשתמשים לפתור את המחלוקת ביניהם בדרכי נועם. אם לא ניתן לפתור את המחלוקת באופן סביר, יש להגישו אלינו לבדיקה וטיפול. איננו מחויבים לפתור כל מחלוקת בין משתמשים, אך אנו נעשה את מיטב המאמצים שלנו להבטיח פתרון מקובל הדדי של המחלוקת בהתבסס על העובדות ועל זכויותיו של כל משתמש

source: 11. Service availability We shall use our best efforts to maintain a wide selection of Freelancers to fulfill the requirements of the Requests submitted, but we cannot guarantee that all Requests will be fulfilled in their entirety at all times. We may be unable to process a Request, in whole or in part, due to the unavailability of Freelancers or concerns regarding the requirements. If this is the case, we shall inform the Business, and we may offer an alternate Freelancer to fulfill the Request.
he: 11. זמינות השירות אנו נעשה את מיטב המאמצים שלנו לשמור על מבחר רחב של פרילנסרים כדי לעמוד בדרישות הבקשות שהוגשו, אך איננו יכולים להבטיח שכל הבקשות יתמלאו בשלמותן בכל עת. ייתכן שלא נוכל לעבד בקשה, כולה או חלקה, עקב חוסר זמינות של פרילנסרים או חששות בנוגע לדרישות. אם זה המקרה, נודיע לעסק, ואנחנו עשויים להציע פרילנסר חלופי למלא את הבקשה.

source: 13. Copyrights & Intellectual property All or some content uploaded and / or published in the app. Whether raised by us or by any of the permanent or temporary users. are our absolute ownership and may be protected by copyright laws. Trademarks, Trademarks or Intellectual Property. All trademarks and intellectual property advertised in the app may be protected by intellectual property laws. All rights pertaining to it are reserved. You are also not authorized to copy and / or print portions of the Application for personal, non-commercial, and auxiliary purposes, unless otherwise authorized by us in writing. We do not authorize copying, copying, modification or transfer of intellectual property in the app to any third party without our express prior written consent. Any other use of copyrighted content is strictly prohibited
he: 13. זכויות יוצרים וקניין רוחני כל התוכן או חלק מהתוכן שהועלה ו/או פורסם באפליקציה. בין אם הועלה על ידינו או על ידי מי מהמשתמשים הקבועים או הזמניים. הם הבעלות המוחלטת שלנו ועשויים להיות מוגנים על ידי חוקי זכויות יוצרים. סימני מסחר, סימני מסחר או קניין רוחני. כל הסימנים המסחריים והקניין הרוחני המפורסמים באפליקציה עשויים להיות מוגנים על ידי חוקי הקניין הרוחני. כל הזכויות הנוגעות לו שמורות. כמו כן, אינך מורשה להעתיק ו/או להדפיס חלקים מהאפליקציה למטרות אישיות, לא מסחריות ולמטרות עזר, אלא אם קיבלנו הרשאה אחרת בכתב. איננו מאשרים העתקה, העתקה, שינוי או העברה של קניין רוחני באפליקציה לצד שלישי כלשהו ללא הסכמתנו המפורשת בכתב ומראש. כל שימוש אחר בתוכן המוגן בזכויות יוצרים אסור בהחלט

source: 14. Legal disclaimers The App and its features are provided “as is” basis without warranties or guarantees of any nature, such as implied warranties, non-infringement, and fitness for a particular purpose, all of which are expressly excluded. We do not guarantee that the App will produce any particular result with respect to the Request, or the Services. We are not responsible for any issues, or conflict arising out of a Request, the Services and/or involving a Business, a Freelancer, or other User.
he: 14. כתבי ויתור משפטיים האפליקציה והתכונות שלה מסופקות "כמו שהיא" על בסיס ללא אחריות או ערבויות מכל סוג שהוא, כגון אחריות משתמעת, אי-הפרה והתאמה למטרה מסוימת, שכולם אינם נכללים במפורש. איננו מבטיחים שהאפליקציה תניב תוצאה מסוימת ביחס לבקשה או לשירותים. איננו אחראים לכל בעיה, או התנגשות הנובעת מהבקשה, השירותים ו/או מעורבים של עסק, פרילנסר או משתמש אחר.

source: 15. Technical Issues Technical issues and problems may arise when using the App. These issues may cause your usage of the App to be suspended, delayed or terminated, even may even freeze the device on which you are operating the App. The App is continuously monitored to ensure its proper functioning but we cannot guarantee that your usage of the App be uninterrupted and without error at all times.
he: 15. בעיות טכניות בעיות טכניות ותקלות עלולות להתעורר בעת השימוש באפליקציה. בעיות אלו עלולות לגרום להשעיה, עיכוב או הפסקת השימוש שלך באפליקציה, ואף עלולות להקפיא את המכשיר שבו אתה מפעיל את האפליקציה. האפליקציה מנוטרת באופן רציף כדי להבטיח את תפקודה התקין, אך איננו יכולים להבטיח שהשימוש שלך באפליקציה יהיה ללא הפרעה וללא שגיאות בכל עת.

source: 16. Limited liability We shall not be held responsible for any damages, costs, expenses, proceedings or other claims related to the use or inability to use the App and its features. You agree that your usage of the App is at your own risk and expense. To the extent permitted by applicable law, we exclude all liability for losses, expenses, damages, claims and proceedings of any nature, including but not limited to direct damages, lost profits, loss of opportunity, punitive and incidental damages, even if we have been advised of the possibility of such damages, arising out of the use of the App. This exclusion of liability remains applicable, regardless of the basis of the liability, whether in contract, negligence, misconduct, strict liability or another theory of law.
he: 16. אחריות מוגבלת לא נישא באחריות לכל נזק, עלויות, הוצאות, הליכים או תביעות אחרות הקשורות לשימוש או חוסר היכולת להשתמש באפליקציה ובתכונותיה. אתה מסכים שהשימוש שלך באפליקציה הוא על אחריותך ועל חשבונך בלבד. במידה שהחוק החל, אנו שוללים כל אחריות להפסדים, הוצאות, נזקים, תביעות והליכים מכל סוג שהוא, לרבות אך לא רק נזקים ישירים, אובדן רווחים, אובדן הזדמנויות, נזקים עונשיים ונלווים, גם אם יש לנו הודיעו על האפשרות של נזקים כאלה, הנובעים מהשימוש באפליקציה. החרגה זו של אחריות נשארת תקינה, ללא קשר לבסיס החבות, בין אם מדובר בחוזה, ברשלנות, בהתנהגות בלתי הולמת, באחריות קפדנית או בתורת חוק אחרת.

source: A customer shouts at you that you are not available and your service is a disaster and the day want to end their contact with you, how would you response?
he: לקוח צועק עליך שאתה לא זמין, שהשירות שלך הוא אסון, ושהיום היה רוצה לסיים את הקשר שלו איתך, איך היית מגיב?

source: 17. Termination We may cancel or terminate your user account, a Request, the Services, in whole or in part, and with or without notice, at any time at our sole discretion. We may terminate a Business’ user account if there are issues with payment, or if the Business failed or neglected to pay the costs payable for Services rendered due on their due date. The termination shall not relieve the Business of its obligation to pay the sums due and all interest incurred, if applicable. We may terminate a Freelancer’s user account if the Services provided are of poor quality, or if the Freelancer is uncooperative or unprofessional. We shall not be liable to you for any termination or suspension of your user account, a Request, or the Services and you shall have no claims or recourses against us for any termination, whether with cause or without. You may terminate or deactivate your user account at any time by sending us a notice to this effect in accordance with these Terms and Conditions. Your user account will be immediately terminated upon our receipt of your termination notice. All ongoing provisions of these Terms and Conditions shall survive termination of your user account, including, without limitation, content ownership provisions, legal disclaimers, and limitations of liability.
he: 17. סיום אנו עשויים לבטל או לסיים את חשבון המשתמש שלך, בקשה, השירותים, כולם או חלקם, ועם או בלי הודעה, בכל עת לפי שיקול דעתנו הבלעדי. אנו עשויים לסיים חשבון משתמש של עסק אם יש בעיות בתשלום, או אם העסק נכשל או התרשל לשלם את העלויות לתשלום עבור שירותים שניתנו לפי תאריך היעד שלהם. הסיום לא יפטור את העסק מחובתו לשלם את הסכומים המגיעים ואת כל הריבית שנגרמה, אם רלוונטי. אנו עשויים לסיים את חשבון המשתמש של פרילנסר אם השירותים הניתנים הם באיכות ירודה, או אם הפרילנסר אינו משתף פעולה או לא מקצועי. לא נהיה אחראים כלפיך לכל סיום או השעיה של חשבון המשתמש שלך, בקשה או השירותים ולא יהיו לך תביעות או פיצויים נגדנו בגין כל סיום, בין אם בעילה ובין שלא. אתה יכול לסיים או להשבית את חשבון המשתמש שלך בכל עת על ידי שליחת הודעה על כך בהתאם לתנאים וההגבלות הללו. חשבון המשתמש שלך ייסגר באופן מיידי עם קבלת הודעת הסיום שלך. כל ההוראות המתמשכות של תנאים והגבלות אלה ישרדו לאחר סיום חשבון המשתמש שלך, לרבות, ללא הגבלה, הוראות בעלות על תוכן, כתבי ויתור משפטיים ומגבלות אחריות.

source: 18. Entire agreement These Terms and Conditions, together with any document referred to herein, constitutes the entire agreement between you and us with respect to the subject matter hereof. These Terms and Conditions shall all previous negotiations and agreements between you and us regarding such subject matter.
he: 18. ההסכם כולו תנאים והגבלות אלה, יחד עם כל מסמך הנזכר במסמך זה, מהווים את כל ההסכם בינך לבינינו ביחס לנושא זה. תנאים והגבלות אלה יקבעו את כל המשא ומתן וההסכמים הקודמים בינך לבינינו בנוגע לנושא זה.

source: A customer complaints about the service and you know they are right, how would you response?
he: לקוח מתלונן על השירות ואתה יודע שהוא צודק, כיצד היית מגיב?

source: 19. Severability If any provision in these Terms and Conditions is held invalid or unenforceable by a competent court of law or by valid authority, the provision in question shall be severed from these Terms and Conditions. The remaining provisions shall remain valid, binding and applicable.
he: 19. ניתוק אם הוראה כלשהי בתקנון זה תופסת או בלתי ניתנת לאכיפה על ידי בית משפט מוסמך או על ידי רשות תקפה, ההוראה הנדונה תינתק מתנאים והגבלות אלה. יתר ההוראות יישארו תקפות, מחייבות וישימות.

source: There are many candidates for this position. Why should we choose you?
he: ישנם מועמדים רבים לתפקיד זה. למה שנבחר בך?

source: 20. Waivers If we do not exercise or delay any right or privilege under these Terms and Conditions, this shall not be construed or interpreted as a waiver of our rights.
he: 20. ויתור אם לא נממש או נעכב שום זכות או הרשאה על פי תנאים והגבלות אלה, זה לא יתפרש או יתפרש כוויתור על זכויותינו

source: 21. Choice of law & venue These Terms and Conditions are governed by the laws of Israel. The competent courts located in Israel shall have exclusive jurisdiction over any and all disputes relating to the validity, interpretation, and performance of the Services and any matters covered by these Terms and Conditions.
he: 21. בחירת חוק ומקום תנאים והגבלות אלו כפופים לחוקי ישראל. לבתי המשפט המוסמכים הממוקמים בישראל תהיה סמכות שיפוט בלעדית לגבי כל מחלוקת הנוגעת לתקפות, פרשנות וביצוע השירותים ולכל נושא המכוסה בתנאים והגבלות אלה.

source: 22. Force majeure events Force Majeure events are unpredictable and grave situations beyond our reasonable control, which include wars, government acts, hurricanes, floods, or other natural disasters. Our obligations under these Terms and Conditions shall be suspended for the duration of a Force Majeure event. If the Force Majeure event persists for a reasonable duration, as determined by us at our discretion, we reserve the right to terminate any and all Requests, Services, your user account or your access to the App without liability.
he: 22. אירועים שלא בשליטת אדם אירועים אלו הם מצבים בלתי צפויים וחמורים שאינם בשליטתנו הסבירה, הכוללים מלחמות, פעולות ממשלתיות, הוריקנים, שיטפונות או אסונות טבע אחרים. ההתחייבויות שלנו על פי תנאים והגבלות אלה יושעו למשך אירוע כוח עליון. אם אירוע הכוח עליון נמשך למשך זמן סביר, כפי שנקבע על ידינו לפי שיקול דעתנו, אנו שומרים לעצמנו את הזכות לסיים כל בקשה, שירות, חשבון המשתמש שלך או גישתך לאפליקציה ללא אחריות.

source: 23. Notices You may send us any notices by email or through the App. You may receive notices regarding the App, your user account, the Services and/or a Request. These notices shall be sent to you by email or via a notification on the App. Considering we may communicate with you by email, you are responsible for providing your email address. If the email address you provided is invalid, any notice sent to this email shall be deemed valid and properly delivered.
he: 23. הודעות אתה יכול לשלוח לנו כל הודעה באימייל או דרך האפליקציה. אתה עשוי לקבל הודעות לגבי האפליקציה, חשבון המשתמש שלך, השירותים ו/או בקשה. הודעות אלו יישלחו אליך בדוא"ל או באמצעות הודעה באפליקציה. בהתחשב בכך שאנו עשויים לתקשר איתך בדוא"ל, אתה אחראי לספק את כתובת הדוא"ל שלך. אם כתובת הדוא"ל שסיפקת אינה חוקית, כל הודעה שנשלחה לדוא"ל זה תיחשב כתקינה ומועברת כהלכה.
